{
  "avatar": {
    "title": "إنشاء الصورة الرمزية الخاصة بك",
    "select your gender": "اختر جنسك",
    "male": "ذكر",
    "female": "أنثى",
    "next": "التالي",
    "select your skintone": "حدد لون البشرة الخاص بك",
    "previous": "سابق",
    "done": "منتهي"
  },
  "language": {
    "Choose Your Language": "اختر لغتك"
  },
  "account": {
    "Avatar": "الصورة الرمزية",
    "My cart": "سلة التسوق الخاصة بي",
    "My orders": "طلباتي",
    "Addressbook": "دليل العناوين",
    "Accessories": "مُكَمِّلات",
    "Language": "لغة",
    "Currency": "عملة",
    "Help & FAQ": "مساعدة التعليمات",
    "About us": "معلومات عنا",
    "Customer care": "رعاية العميل",
    "Log out": "تسجيل خروج",
    "Subscribe now": "إشترك الآن",
    "Map": "خريطة",
    "Home": "بيت"
  },
  "midlevel": {
    "Select Style": "حدد النمط",
    "Select Country": "حدد الدولة",
    "Select Size": "أختر الحجم",
    "Select Color": "إختر لون",
    "Add more": "أضف المزيد",
    "Buy now": "اشتري الآن",
    "Add Image": "إضافة صورة",
    "Add Text": "إضافة نص",
    "Done": "منتهي",
    "Select Design": "حدد التصميم",
    "Select Style to move further": "حدد النمط للمضي قدمًا",
    "Colors": "لون",
    "Styles": "الأنماط",
    "Sizes": "الأحجام",
    "Select area to add image": "حدد المنطقة لإضافة الصورة"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "البنود و الظروف",
    "Welcome to": "مرحبا بك في",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "يرجى قراءة شروط الاستخدام هذه بعناية قبل استخدام تطبيق الملابس.    ",
    "Acceptance of Terms": "قبول الشروط",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "قبول الشروط عن طريق تنزيل ملابس SJ أو تثبيتها أو استخدامها، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على أي جزء من هذه الشروط، فيجب عليك عدم استخدام التطبيق.",
    "Account Registration": "تسجيل حساب",
    " a. You must provide accurate and complete information when registering for an account on the Clothing App.": "أ. يجب عليك تقديم معلومات دقيقة وكاملة عند التسجيل للحصول على حساب على تطبيق الملابس.    ",
    "b. You are responsible for maintaining the confidentiality of your account information, including your username and password.": "ب. أنت مسؤول عن الحفاظ على سرية معلومات حسابك، بما في ذلك اسم المستخدم وكلمة المرور.    ",
    "c. You are responsible for all activities that occur under your account.": "ج. أنت مسؤول عن جميع الأنشطة التي تحدث ضمن حسابك.    ",
    "d. You must notify us immediately of any unauthorized use of your account.": "د. يجب عليك إخطارنا على الفور بأي استخدام غير مصرح به لحسابك.    ",
    "Payment": "قسط",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "أ. عند تقديم طلب من خلال التطبيق، فإنك توافق على دفع ثمن المنتجات أو الخدمات المطلوبة بالأسعار المحددة، بما في ذلك أي ضرائب ورسوم شحن مطبقة.    ",
    "b. Payment information is securely processed, and we do not store your payment details.": "ب. تتم معالجة معلومات الدفع بشكل آمن، ولا نقوم بتخزين تفاصيل الدفع الخاصة بك.   ",
    "Profile": "حساب تعريفي   ",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "أ. يمكنك إنشاء وإدارة ملفك الشخصي على تطبيق الملابس، بما في ذلك المعلومات الشخصية والتفضيلات وسجل الطلبات.   ",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "ب. يجب أن تكون أي معلومات تقدمها في ملفك الشخصي دقيقة وحديثة.   ",
    "Intellectual Property": "الملكية الفكرية   ",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "أ. جميع المحتويات والمواد الموجودة على تطبيق الملابس، بما في ذلك على سبيل المثال لا الحصر، النصوص والرسومات والشعارات والصور، هي ملكية فكرية للشركة. لا يجوز لك استخدام هذه المواد أو إعادة إنتاجها أو توزيعها دون الحصول على موافقة كتابية صريحة منا.   ",
    "User Conduct": "سلوك المستخدم   ",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "أ. أنت توافق على عدم المشاركة في أي أنشطة غير قانونية أو مسيئة أو ضارة على تطبيق الملابس.   ",
    "Privacy": "خصوصية",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "أ. نقوم بجمع واستخدام معلوماتك الشخصية وفقًا لبيان الخصوصية الخاص بنا.   ",
    "Termination": "نهاية",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "أ. يجوز لنا إنهاء أو تعليق حسابك ووصولك إلى التطبيق، بإشعار أو بدون إشعار، لأي سبب، بما في ذلك انتهاك هذه الشروط والأحكام.   ",
    " Changes to Terms and Conditions ": "التغييرات في الشروط والأحكام   ",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "أ. نحن نحتفظ بالحق في تعديل هذه الشروط والأحكام في أي وقت. تقع على عاتقك مسؤولية مراجعة هذه الشروط بانتظام. ويشير استمرار استخدامك للتطبيق بعد أي تغييرات إلى موافقتك على الشروط المعدلة.   ",
    "Contact Information": "معلومات الاتصال   ",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "أ. للأسئلة أو المخاوف المتعلقة بهذه الشروط والأحكام، يرجى الاتصال بنا باستخدام معلومات الاتصال المتوفرة في تطبيق الملابس. باستخدام تطبيق الملابس، فإنك تقر بأنك قد قرأت هذه الشروط والأحكام وفهمتها ووافقت عليها. إذا كنت لا توافق على هذه الشروط، يرجى عدم استخدام التطبيق. يشير استمرار استخدامك للتطبيق إلى موافقتك على هذه الشروط وأي تحديثات أو مراجعات.   ",
    "Information Collection": "جمع المعلومات   ",
    "We may collect the following sensitive information:": "قد نقوم بجمع المعلومات الحساسة التالية:   ",
    "a. Images: We may collect and store images that you choose to upload or share within the app.": "أ. الصور: يجوز لنا جمع وتخزين الصور التي تختار تحميلها أو مشاركتها داخل التطبيق.  ",
    "b. Email Addresses: We may collect your email address to facilitate communication and account management.": "ب. عناوين البريد الإلكتروني: قد نقوم بجمع عنوان بريدك الإلكتروني لتسهيل التواصل وإدارة الحساب.   ",
    "c. Phone Numbers: We may collect your phone number for account verification and communication purposes.": "ج. أرقام الهاتف: قد نقوم بجمع رقم هاتفك لأغراض التحقق من الحساب والتواصل.   ",
    "d. Addresses: We may collect your physical address to provide location-based services orn for shipping purposes.": "د. العناوين: قد نقوم بجمع عنوانك الفعلي لتقديم خدمات تعتمد على الموقع أو لأغراض الشحن.   ",
    "e. Location Data: We may collect and use your device's location data to enhance your experience within the Service, such as location-based features.": "ه. بيانات الموقع: يجوز لنا جمع واستخدام بيانات الموقع الخاصة بجهازك لتحسين تجربتك داخل الخدمة، مثل الميزات المستندة إلى الموقع.   "
  },
  "Address": {
    "Address Book": "دليل العناوين",
    "Add new Address": "إضافة عنوان جديد",
    "Choose Address": "اختر العنوان",
    "Use current location": "استخدام الموقع الحالي",
    "No Address": "لا يوجد عنوان",
    "Enter Complete Address": "أدخل العنوان الكامل",
    "Add Address": "اضف عنوان"
  }
}
