{
  "avatar": {
    "title": "創建你的頭像",
    "select your gender": "選擇你的性別",
    "male": "男性",
    "female": "女性",
    "Next": "下一個",
    "select your skintone": "選擇您的膚色",
    "Previous": "以前的",
    "Done": "完畢"
  },
  "language": {
    "Choose Your Language": "選擇你的語言"
  },
  "account": {
    "Avatar": "阿凡達",
    "My cart": "我的車",
    "My orders": "我的訂單",
    "Address Book": "地址簿",
    "Accessories": "配件",
    "Language": "語言",
    "Currency": "貨幣",
    "Help & FAQ": "幫助和常見問題解答",
    "About us": "關於我們",
    "Customer care": "客戶關懷",
    "Log out": "登出",
    "Delete Account": "删除帐户",
    "Subscribe now": "現在訂閱",
    "Terms And Condition": "附带条约",
    "Map": "地圖",
    "Home": "家 "
  },
  "midlevel": {
    "Select Style": "選擇風格",
    "Select Country": "選擇國家",
    "Select Size": "選擇大小",
    "Select Color": "選擇顏色",
    "Add More": "添加更多",
    "Buy now": "立即購買",
    "Add Image": "新增圖片",
    "Add Text": "新增文字",
    "Done": "完畢",

    "Select Design": "選擇設計 ",
    "Select Style to move further": "選擇樣式以進一步移動",
    "Colors": "顏色",
    "Styles": "风格",
    "Sizes": "尺寸",
    "Select area to add image": "選擇要新增影像的區域"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "條款與條件",
    "Welcome to": "歡迎來到",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "在使用服裝應用程式之前，請仔細閱讀這些使用條款。",
    "Acceptance of Terms": "接受條款    ",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "接受條款 下載、安裝或使用 SJ 服裝，您同意受這些條款和條件的約束。如果您不同意這些條款的任何部分，則不應使用該應用程式。    ",
    "Account Registration": "帳戶註冊    ",
    "a. You must provide accurate and complete information when registering for an account on the Clothing App.": "A。您在服裝App註冊帳戶時必須提供準確、完整的資訊。    ",
    "b. You are responsible for maintaining the confidentiality of your account information,including your username and password.": "b.您有責任維護您的帳戶資訊的機密性，包括您的使用者名稱和密碼。    ",
    "c. You are responsible for all activities that occur under your account.": "C。您對您帳戶下發生的所有活動負責。    ",
    "d. You must notify us immediately of any unauthorized use of your account.": "d.如果您的帳戶出現任何未經授權的使用，您必須立即通知我們。    ",
    "Payment": "支付",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "A。當您透過應用程式下訂單時，您同意按照指定的價格支付訂購的產品或服務的費用，包括任何適用的稅金和運費。",
    "b. Payment information is securely processed, and we do not store your payment details.": "b.付款資訊經過安全處理，我們不會儲存您的付款詳細資訊。   ",
    "Profile": "輪廓",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "A。您可以在 Clothing App 上建立和管理您的個人資料，包括個人資訊、偏好和訂單歷史。   ",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "b.您在個人資料中提供的任何資訊都必須準確且最新。   ",
    "Intellectual Property": "智慧財產   ",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "A。服裝應用程式上的所有內容和材料，包括但不限於文字、圖形、標誌和圖像，均為公司的智慧財產權。未經我們明確書面同意，您不得使用、複製或散佈這些資料。   ",
    "User Conduct": "使用者行為   ",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "A。您同意不在服裝應用上從事任何非法、攻擊性或有害活動。   ",
    "Privacy": "隱私",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "A。我們根據我們的隱私權聲明收集和使用您的個人資訊。   ",
    "Termination": "終止",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "A。我們可能出於任何原因（包括違反這些條款和條件），在通知或不通知的情況下終止或暫停您的帳戶以及對應用程式的存取。   ",
    "Changes to Terms and Conditions": "條款和條件的變更   ",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "A。我們保留隨時修改這些條款和條件的權利。您有責任定期查看這些條款。您在任何更改後繼續使用該應用程式表明您接受修改後的條款。   ",
    "Contact Information": "聯絡資訊   ",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "A。如果對這些條款和條件有疑問或疑慮，請使用服裝應用程式上提供的聯絡資訊與我們聯絡。使用 Clothing App，您承認您已閱讀、理解並同意這些條款和條件。如果您不同意這些條款，請不要使用該應用程式。您繼續使用該應用程式表明您接受這些條款以及任何更新或修訂。   ",
    "Information Collection": "資訊收集   ",
    "We may collect the following sensitive information:": "我們可能會收集以下敏感資訊：   ",
    "a. Images: We may collect and store images that you choose to upload or share within the app.": "A。圖片：我們可能會收集並儲存您選擇在應用程式中上傳或分享的圖片。   ",
    "b. Email Addresses: We may collect your email address to facilitate communication and account management.": "b.電子郵件地址：我們可能會收集您的電子郵件地址以方便溝通和帳戶管理。   ",
    "c. Phone Numbers: We may collect your phone number for account verification and communication purposes.": "C。電話號碼：我們可能會收集您的電話號碼用於帳戶驗證和通訊目的。   ",
    "d. Addresses: We may collect your physical address to provide location-based services orn for shipping purposes.": "d.地址：我們可能會收集您的實際地址，以提供基於位置的服務或用於運輸目的。   ",
    "e. Location Data: We may collect and use your device's location data to enhance your experience within the Service, such as location-based features.": "e.位置資料：我們可能會收集和使用您裝置的位置資料來增強您在服務中的體驗，例如基於位置的功能。   "
  },
  "Address": {
    "Address Book": "地址簿",
    "Add new Address": "添加新地址",
    "Choose Address": "选择地址",
    "Use current location": "使用当前位置",
    "No Address": "无地址",
    "Enter Complete Address": "输入完整地址",
    "Add Address": "添加地址"
  }
}
