{
  "avatar": {
    "title": "Creëer uw avatar",
    "select your gender": "Kies je geslacht",
    "male": "Mannelijk",
    "female": "Vrouwelijk",
    "Next": "Volgende",
    "select your skintone": "Selecteer uw huidskleur",
    "Previous": "Vorig",
    "Done": "Klaar"
  },
  "language": {
    "Choose Your Language": "Kies je taal"
  },
  "account": {
    "Avatar": "Avatar",
    "My cart": "Mijn wagen",
    "My orders": "mijn bestellingen",
    "Address Book": "Adresboek",
    "Accessories": "Accessoires",
    "Language": "Taal",
    "Currency": "Munteenheid",
    "Help & FAQ": "Hulp en veelgestelde vragen",
    "About us": "Over ons",
    "Customer care": "Klantenservice",
    "Log out": "Uitloggen",
    "Delete Account": "Account verwijderen",
    "Terms And Condition": "Algemene voorwaarden",
    "Subscribe now": "Abonneer nu",
    "Map": "Kaart",
    "Home": "Thuis "
  },
  "midlevel": {
    "Select Style": "Selecteer Stijl",
    "Select Country": "Selecteer land",
    "Select Size": "Selecteer grootte",
    "Select Color": "Selecteer kleur",
    "Add more": "Voeg meer toe",
    "Buy now": "Koop nu",
    "Add Image": "Voeg afbeelding toe",
    "Add Text": "Voeg tekst toe",
    "Done": "Klaar",
    "Select Design": "Selecteer Ontwerp",
    "Select Style to move further": "Selecteer Stijl om verder te gaan",
    "Colors": "Kleur",
    "Styles": "Stijlen",
    "Sizes": "Maten",
    "Select area to add image": "Selecteer het gebied om een ​​afbeelding toe te voegen"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "ALGEMENE VOORWAARDEN",
    "Welcome to": "Welkom bij",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "LEES DEZE GEBRUIKSVOORWAARDEN ZORGVULDIG VOORDAT U DE KLEDING APP GEBRUIKT",
    "Acceptance of Terms": "Acceptatie van voorwaarden",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "Acceptatie van de voorwaarden Door SJ-kleding te downloaden, installeren of gebruiken, gaat u ermee akkoord gebonden te zijn aan deze Algemene voorwaarden. Als u het niet eens bent met enig onderdeel van deze voorwaarden, mag u de app niet gebruiken.",
    "Account Registration": "Accountregistratie",
    " a. You must provide accurate and complete information when registering for an account on the Clothing App.": " Bij het registreren voor een account op de Kledingapp moet u nauwkeurige en volledige informatie verstrekken.",
    "b. You are responsible for maintaining the confidentiality of your account information, including your username and password.": "U bent verantwoordelijk voor het handhaven van de vertrouwelijkheid van uw accountgegevens, inclusief uw gebruikersnaam en wachtwoord.",
    "c. You are responsible for all activities that occur under your account.": "U bent verantwoordelijk voor alle activiteiten die plaatsvinden onder uw account.",
    "d. You must notify us immediately of any unauthorized use of your account.": "U moet ons onmiddellijk op de hoogte stellen van elk ongeoorloofd gebruik van uw account",
    "Payment": "Betaling",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "Wanneer u via de app een bestelling plaatst, gaat u ermee akkoord om voor de bestelde producten of diensten te betalen tegen de aangegeven prijzen, inclusief eventuele toepasselijke belastingen en verzendkosten",
    "b. Payment information is securely processed, and we do not store your payment details.": "Betalingsgegevens worden veilig verwerkt en we slaan uw betalingsgegevens niet op.",
    "Profile": "Profiel",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "Op de Kledingapp kunt u uw profiel aanmaken en beheren, inclusief persoonlijke gegevens, voorkeuren en bestelgeschiedenis.",
    "b. Any information you provide in your profile must be accurate and up-to-date.": " Alle informatie die u in uw profiel verstrekt, moet accuraat en actueel zijn.",
    "Intellectual Property": "Intellectueel eigendom",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "Alle inhoud en materialen op de Kleding-app, inclusief maar niet beperkt tot tekst, afbeeldingen, logo's en afbeeldingen, zijn het intellectuele eigendom van het bedrijf. U mag deze materialen niet gebruiken, reproduceren of distribueren zonder onze uitdrukkelijke schriftelijke toestemming .",
    "User Conduct": "Gebruikersgedrag",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": " U gaat ermee akkoord dat u zich niet bezighoudt met onwettige, aanstootgevende of schadelijke activiteiten op de Kleding-app.",
    "Privacy": "Privacy",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "Wij verzamelen en gebruiken uw persoonlijke gegevens in overeenstemming met onze Privacyverklaring.",
    "Termination": "Beëindiging",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "We kunnen uw account en toegang tot de app beëindigen of opschorten, met of zonder voorafgaande kennisgeving, om welke reden dan ook, inclusief schending van deze Algemene voorwaarden.",
    " Changes to Terms and Conditions ": "Wijzigingen algemene voorwaarden",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "Wij behouden ons het recht voor om deze Algemene Voorwaarden op elk moment te wijzigen. Het is uw verantwoordelijkheid om deze voorwaarden regelmatig te raadplegen. Als u de app na eventuele wijzigingen blijft gebruiken, geeft dit aan dat u akkoord gaat met de gewijzigde voorwaarden.",
    "Contact Information": "Contactgegevens",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "Voor vragen of opmerkingen over deze Algemene Voorwaarden kunt u contact met ons opnemen via de contactgegevens in de Kleding-app. Door de Kleding-app te gebruiken, erkent u dat u deze Algemene voorwaarden heeft gelezen, begrepen en ermee akkoord gaat. Als Als u niet akkoord gaat met deze voorwaarden, gebruik de app dan niet. Als u de app blijft gebruiken, geeft u aan dat u deze voorwaarden en eventuele updates of herzieningen accepteert.",
    "Information Collection": "Informatie verzameling",
    "We may collect the following sensitive information:": "We kunnen de volgende gevoelige informatie verzamelen:",
    "a. Images: We may collect and store images that you choose to upload or share within the app.": "Afbeeldingen: we kunnen afbeeldingen verzamelen en opslaan die u wilt uploaden of delen binnen de app.",
    "b. Email Addresses: We may collect your email address to facilitate communication and account management.": "E-mailadressen: We kunnen uw e-mailadres verzamelen om de communicatie en het accountbeheer te vergemakkelijken.",
    "c. Phone Numbers: We may collect your phone number for account verification and communication purposes.": "Telefoonnummers: We kunnen uw telefoonnummer verzamelen voor accountverificatie en communicatiedoeleinden.",
    "d. Addresses: We may collect your physical address to provide location-based services orn for shipping purposes.": "Adressen: we kunnen uw fysieke adres verzamelen om locatiegebaseerde diensten te leveren of voor verzenddoeleinden.",
    "e. Location Data: We may collect and use your device's location data to enhance your experience within the Service, such as location-based features.": " Locatiegegevens: We kunnen de locatiegegevens van uw apparaat verzamelen en gebruiken om uw ervaring binnen de Dienst te verbeteren, zoals locatiegebaseerde functies"
  },
  "Address": {
    "Address Book": "Adresboek",
    "Add new Address": "Nieuw adres toevoegen",
    "Choose Address": "Kies Adres",
    "Use current location": "Gebruik huidige locatie",
    "No Address": "Geen adres",
    "Enter Complete Address": "Voer het volledige adres in",
    "Add Address": "Voeg adres toe"
  }
}
