{
  "avatar": {
    "title": "crea tu avatar",
    "select your gender": "Selecciona tu género",
    "male": "masculino",
    "female": "femenino",
    "next": "próximo",
    "select your skintone": "selecciona tu tono de piel",
    "previous": "Previo",
    "done": "hecho"
  },
  "language": {
    "Choose Your Language": "Elige tu idioma"
  },
  "currency": {
    "Choose Your Currency": "Elige tu moneda"
  },
  "account": {
    "Avatar": "Avatar",
    "My cart": "Mi carrito",
    "My orders": "Mis ordenes",
    "Addressbook": "Directorio",
    "Accessories": "Accesorios",
    "Language": "Idioma",
    "Currency": "Divisa",
    "Help & FAQ": "Ayuda y preguntas frecuentes",
    "About us": "Sobre nosotros",
    "Customer care": "Atención al cliente",
    "Log out": "Cerrar sesión",
    "Subscribe now": "Suscríbase ahora",
    "Map": "Mapa",
    "Home": "Hogar"
  },
  "midlevel": {
    "Select Style": "Seleccionar estilo",
    "Select Country": "Seleccionar país",
    "Select Size": "Selecciona el tamaño",
    "Select Color": "Seleccionar el color",
    "Add more": "Añadir más",
    "Buy now": "Comprar ahora",
    "Add Image": "Añadir imagen",
    "Add Text": "Añadir texto",
    "Done": "Hecho",
    "Select Design": "Seleccionar Diseño",
    "Select Style to move further": "Seleccione Estilo para avanzar",
    "Colors": "Colores",
    "Styles": "Estilos",
    "Sizes": "Tallas",
    "Select area to add image": "Seleccione el área para agregar imagen"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "TÉRMINOS Y CONDICIONES",
    "Welcome to": "Bienvenida a",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "LEA DETENIDAMENTE ESTOS TÉRMINOS DE USO ANTES DE UTILIZAR LA APLICACIÓN DE ROPA.",
    "Acceptance of Terms": "Aceptación de los términos",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "Aceptación de términos Al descargar, instalar o usar ropa SJ, usted acepta estar sujeto a estos Términos y condiciones. Si no está de acuerdo con alguna parte de estos términos, no debe utilizar la aplicación.",
    "Account Registration": "Registro de cuenta",
    "a. You must provide accurate and complete information when registering for an account on the Clothing App.": "a. Debe proporcionar información precisa y completa al registrarse para obtener una cuenta en la aplicación Clothing.",
    "b. You are responsible for maintaining the confidentiality of your account information, including your username and password.": "b. Usted es responsable de mantener la confidencialidad de la información de su cuenta, incluidos su nombre de usuario y contraseña.",
    "c. You are responsible for all activities that occur under your account.": "C. Usted es responsable de todas las actividades que ocurren en su cuenta.",
    "d. You must notify us immediately of any unauthorized use of your account.": "d. Debe notificarnos inmediatamente sobre cualquier uso no autorizado de su cuenta.",
    "Payment": "Pago",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "a. Cuando realiza un pedido a través de la aplicación, acepta pagar los productos o servicios solicitados a los precios especificados, incluidos los impuestos y tarifas de envío aplicables.",
    "b. Payment information is securely processed, and we do not store your payment details.": "b. La información de pago se procesa de forma segura y no almacenamos sus datos de pago.",
    "Profile": "Perfil",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "a. Puede crear y administrar su perfil en la aplicación Clothing, incluida información personal, preferencias e historial de pedidos.",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "b. Cualquier información que proporcione en su perfil debe ser precisa y estar actualizada.",
    "Intellectual Property": "Propiedad intelectual",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "a. Todo el contenido y los materiales de la aplicación Clothing, incluidos, entre otros, texto, gráficos, logotipos e imágenes, son propiedad intelectual de la empresa. No puede utilizar, reproducir ni distribuir estos materiales sin nuestro consentimiento expreso por escrito.",
    "User Conduct": "Conducta del usuario",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "a. Acepta no participar en ninguna actividad ilegal, ofensiva o dañina en la aplicación Clothing.",
    "Privacy": "Privacidad",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "a. Recopilamos y utilizamos su información personal de acuerdo con nuestra Declaración de Privacidad.",
    "Termination": "Termination",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.",
    " Changes to Terms and Conditions ": "Cambios a los términos y condiciones",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "a. Nos reservamos el derecho de modificar estos Términos y Condiciones en cualquier momento. Es su responsabilidad revisar estos términos periódicamente. Su uso continuado de la aplicación después de cualquier cambio indica su aceptación de los términos modificados.",
    "Contact Information": "Información del contacto",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "a. Si tiene preguntas o inquietudes sobre estos Términos y condiciones, comuníquese con nosotros utilizando la información de contacto proporcionada en la Aplicación de ropa. Al utilizar la aplicación Clothing, usted reconoce que ha leído, comprendido y aceptado estos Términos y condiciones. Si no está de acuerdo con estos términos, no utilice la aplicación. Su uso continuado de la aplicación indica su aceptación de estos términos y de cualquier actualización o revisión.",
    "Information Collection": "Recopilación de información",
    "We may collect the following sensitive information:": "Podemos recopilar la siguiente información confidencial:",
    "a. Images: We may collect and store images that you choose to upload or share within the app.": "a. Imágenes: podemos recopilar y almacenar imágenes que usted elija cargar o compartir dentro de la aplicación.",
    "b. Email Addresses: We may collect your email address to facilitate communication and account management.": "b. Direcciones de correo electrónico: podemos recopilar su dirección de correo electrónico para facilitar la comunicación y la gestión de cuentas.",
    "c. Phone Numbers: We may collect your phone number for account verification and communication purposes.": "C. Números de teléfono: podemos recopilar su número de teléfono para fines de comunicación y verificación de cuenta.",
    "d. Addresses: We may collect your physical address to provide location-based services orn for shipping purposes.": "d. Direcciones: Podemos recopilar su dirección física para proporcionar servicios basados ​​en la ubicación o para fines de envío.",
    "e. Location Data: We may collect and use your device's location data to enhance your experience within the Service, such as location-based features.": "e. Datos de ubicación: podemos recopilar y utilizar los datos de ubicación de su dispositivo para mejorar su experiencia dentro del Servicio, como funciones basadas en la ubicación."
  },
  "Address": {
    "Address Book": "Directorio",
    "Add new Address": "Agregar nueva dirección",
    "Choose Address": "Elija la dirección",
    "Use current location": "Usar ubicación actual",
    "No Address": "Sin dirección",
    "Enter Complete Address": "Ingrese la dirección completa",
    "Add Address": "Añadir dirección"
  }
}
