{
  "avatar": {
    "title": "crée ton avatar",
    "select your gender": "sélectionnez votre sexe",
    "male": "mâle",
    "female": "femelle",
    "Next": "suivant",
    "select your skintone": "sélectionnez votre teint",
    "Previous": "précédent",
    "Done": "fait"
  },
  "language": {
    "Choose Your Language": "Choisissez votre langue"
  },
  "account": {
    "Avatar": "Avatar",
    "My cart": "Mon panier",
    "My orders": "Mes commandes",
    "Address Book": "Carnet d'adresses",
    "Accessories": "Accessoires",
    "Language": "Langue",
    "Currency": "Devise",
    "Help & FAQ": "Aide et FAQ",
    "About us": "À propos de nous",
    "Customer care": "Service client",
    "Log out": "Se déconnecter",
    "Delete Account": "Supprimer le compte",
    "Terms And Condition": "Termes et conditions",
    "Subscribe now": "Abonnez-vous maintenant",
    "Map": "Carte",
    "Home": "Maison"
  },
  "midlevel": {
    "Select Style": "Sélectionnez le style",
    "Select Country": "Choisissez le pays",
    "Select Size": "Sélectionnez la taille",
    "Select Color": "Choisissez la couleur",
    "Add more": "Ajouter plus",
    "Buy now": "Acheter maintenant",
    "Add Image": "Ajouter une image",
    "Add Text": "Ajouter du texte",
    "Done": "Fait",
    "Select Design": "Sélectionnez la conception",
    "Select Style to move further": "Sélectionnez Style pour aller plus loin",
    "Colors": "Couleurs",
    "Styles": "modes",
    "Sizes": "Tailles",
    "Select area to add image": "Sélectionnez la zone pour ajouter une image"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "TERMES ET CONDITIONS",
    "Welcome to": "Bienvenue à",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "VEUILLEZ LIRE ATTENTIVEMENT CES CONDITIONS D'UTILISATION AVANT D'UTILISER L'APPLICATION VÊTEMENTS.",
    "Acceptance of Terms": "Acceptation des conditions",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "Acceptation des conditions En téléchargeant, en installant ou en utilisant les vêtements SJ, vous acceptez d'être lié par ces conditions générales. Si vous n'êtes pas d'accord avec une partie de ces conditions, vous ne devez pas utiliser l'application.",
    "Account Registration": "Enregistrement du Compte",
    "a. You must provide accurate and complete information when registering for an account on the Clothing App.": "a. Vous devez fournir des informations exactes et complètes lors de la création d’un compte sur l’application Clothing.",
    "b. You are responsible for maintaining the confidentiality of your account information,including your username and password.": "b. Vous êtes responsable du maintien de la confidentialité des informations de votre compte, y compris votre nom d'utilisateur et votre mot de passe.",
    "c. You are responsible for all activities that occur under your account.": "c. Vous êtes responsable de toutes les activités qui se produisent sous votre compte.",
    "d. You must notify us immediately of any unauthorized use of your account.": "d. Vous devez nous informer immédiatement de toute utilisation non autorisée de votre compte.",
    "Payment": "Paiement",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "a. Lorsque vous passez une commande via l'application, vous acceptez de payer les produits ou services commandés aux prix spécifiés, y compris les taxes et frais d'expédition applicables.",
    "b. Payment information is securely processed, and we do not store your payment details.": "b. Les informations de paiement sont traitées en toute sécurité et nous ne stockons pas vos informations de paiement.",
    "Profile": "Profil",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "a. Vous pouvez créer et gérer votre profil sur l'application Clothing, y compris vos informations personnelles, vos préférences et l'historique des commandes.",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "b. Toutes les informations que vous fournissez dans votre profil doivent être exactes et à jour.",
    "Intellectual Property": "Propriété intellectuelle",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "a. Tout le contenu et les éléments de l'application Clothing, y compris, mais sans s'y limiter, les textes, graphiques, logos et images, sont la propriété intellectuelle de la société. Vous ne pouvez pas utiliser, reproduire ou distribuer ces documents sans notre consentement écrit exprès.",
    "User Conduct": "Conduite de l'utilisateur",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "a. Vous acceptez de ne vous livrer à aucune activité illégale, offensante ou préjudiciable sur l'application Clothing.",
    "Privacy": "Confidentialité",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "a. Nous collectons et utilisons vos informations personnelles conformément à notre déclaration de confidentialité.",
    "Termination": "Résiliation",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "a. Nous pouvons résilier ou suspendre votre compte et votre accès à l'application, avec ou sans préavis, pour quelque raison que ce soit, y compris la violation des présentes Conditions générales.",
    "Changes to Terms and Conditions": "Modifications des conditions générales",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "a. Nous nous réservons le droit de modifier les présentes Conditions Générales à tout moment. Il est de votre responsabilité de consulter ces conditions régulièrement. Votre utilisation continue de l'application après toute modification indique votre acceptation des conditions modifiées.",
    "Contact Information": "Coordonnées",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "a. Pour toute question ou préoccupation concernant ces conditions générales, veuillez nous contacter en utilisant les informations de contact fournies sur l'application Clothing. En utilisant l'application Clothing, vous reconnaissez que vous avez lu, compris et accepté les présentes conditions générales. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser l'application. Votre utilisation continue de l'application indique votre acceptation de ces conditions et de toute mise à jour ou révision.",
    "Information Collection": "Collecte d'informations",
    "We may collect the following sensitive information:": "Nous pouvons collecter les informations sensibles suivantes :",
    "a. Images - We may collect and store images that you choose to upload or share within the app.": "a. Images : nous pouvons collecter et stocker des images que vous choisissez de télécharger ou de partager dans l'application.",
    "b. Email Addresses - We may collect your email address to facilitate communication and account management.": "b. Adresses e-mail : nous pouvons collecter votre adresse e-mail pour faciliter la communication et la gestion du compte.",
    "c. Phone Numbers - We may collect your phone number for account verification and communication purposes.": "c. Numéros de téléphone : nous pouvons collecter votre numéro de téléphone à des fins de vérification de compte et de communication.",
    "d. Addresses - We may collect your physical address to provide location-based services or for shipping purposes.": "d. Adresses : Nous pouvons collecter votre adresse physique pour fournir des services de localisation ou à des fins d'expédition.",
    "e. Location Data - We may collect and use your devices location data to enhance your experience within the Service, such as location-based features.": "e. Données de localisation : nous pouvons collecter et utiliser les données de localisation de votre appareil pour améliorer votre expérience au sein du Service, telles que les fonctionnalités basées sur la localisation."
  },
  "Address": {
    "Address Book": "Carnet d'adresses",
    "Add new Address": "Ajouter une nouvelle adresse",
    "Choose Address": "Choisissez l'adresse",
    "Use current location": "Utiliser l'emplacement actuel",
    "No Address": "Aucune adresse",
    "Enter Complete Address": "Entrez l'adresse complète",
    "Add Address": "Ajoutez l'adresse"
  }
}
