{
  "avatar": {
    "title": "Δημιουργήστε το Avatar σας",
    "select your gender": "Επιλέξτε το φύλο σας ",
    "male": "Αρσενικός",
    "female": "Θηλυκός",
    "Next": "Επόμενο",
    "select your skintone": "Επιλέξτε τον τόνο του δέρματος σας",
    "Previous": "Προηγούμενος",
    "Done": "Εγινε"
  },
  "language": {
    "Choose Your Language": "Επιλέξτε τη γλώσσα σας"
  },
  "account": {
    "Avatar": "Avatar",
    "My cart": "Καλάθι μου",
    "My orders": "Οι παραγγελίες μου",
    "Address Book": "Βιβλίο διευθύνσεων",
    "Accessories": "αξεσουάρ",
    "Language": "Γλώσσα",
    "Currency": "Νόμισμα",
    "Help & FAQ": "Βοήθεια & FAQ",
    "About us": "Σχετικά με εμάς",
    "Customer care": "Εξυπηρέτηση πελατών",
    "Log out": "Αποσύνδεση",
    "Delete Account": "Διαγραφή λογαριασμού",
    "Terms And Condition": "Οροι και Προϋποθέσεις",
    "Subscribe now": "Εγγραφείτε τώρα",
    "Map": "Χάρτης",
    "Home": "Σπίτι "
  },
  "midlevel": {
    "Select Style": "Επιλέξτε Στυλ",
    "Select Country": "Επιλέξτε Χώρα",
    "Select Size": "Διάλεξε μέγεθος ",
    "Select Color": "Επιλέξτε Χρώμα",
    "Add more": "Πρόσθεσε περισσότερα",
    "Buy now": "Αγορασε τωρα",
    "Add Image": "Προσθέστε εικόνα",
    "Add Text": "Προσθέστε κείμενο",
    "Done": "Εγινε",
    "Select Design": "Επιλέξτε Σχεδίαση",
    "Select Style to move further": "Επιλέξτε Στυλ για να προχωρήσετε περαιτέρω",
    "Colors": "Χρώμα",
    "Styles": "Στυλ",
    "Sizes": "Μεγέθη",
    "Select area to add image": "Επιλέξτε περιοχή για προσθήκη εικόνας"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "ΟΡΟΙ ΚΑΙ ΠΡΟΫΠΟΘΕΣΕΙΣ",
    "Welcome to": "Καλωσήρθες στο",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "ΠΑΡΑΚΑΛΩ ΔΙΑΒΑΣΤΕ ΠΡΟΣΕΚΤΙΚΑ ΑΥΤΟΥΣ ΤΟΥΣ ΟΡΟΥΣ ΧΡΗΣΗΣ ΠΡΙΝ ΧΡΗΣΙΜΟΠΟΙΗΣΕΤΕ ΤΗΝ ΕΦΑΡΜΟΓΗ ΕΝΔΥΜΑΤΩΝ.",
    "Acceptance of Terms": "Αποδοχή Όρων",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "Αποδοχή Όρων Με τη λήψη, εγκατάσταση ή χρήση ενδυμάτων SJ , συμφωνείτε ότι δεσμεύεστε από αυτούς τους Όρους και Προϋποθέσεις. Εάν δεν συμφωνείτε με οποιοδήποτε μέρος αυτών των όρων, δεν πρέπει να χρησιμοποιήσετε την εφαρμογή. ",
    "Account Registration": "Εγγραφή Λογαριασμού",
    "a. You must provide accurate and complete information when registering for an account on the Clothing App.": "a. Πρέπει να παρέχετε ακριβείς και πλήρεις πληροφορίες κατά την εγγραφή σας για λογαριασμό στην εφαρμογή Ρούχα.",
    "b. You are responsible for maintaining the confidentiality of your account information, including your username and password.": "b. Είστε υπεύθυνοι για τη διατήρηση της εμπιστευτικότητας των πληροφοριών του λογαριασμού σας, συμπεριλαμβανομένου του ονόματος χρήστη και του κωδικού πρόσβασής σας.",
    "c. You are responsible for all activities that occur under your account.": "c. Είστε υπεύθυνοι για όλες τις δραστηριότητες που πραγματοποιούνται στον λογαριασμό σας.",
    "d. You must notify us immediately of any unauthorized use of your account.": "d. Πρέπει να μας ειδοποιήσετε αμέσως για οποιαδήποτε μη εξουσιοδοτημένη χρήση του λογαριασμού σας.",
    "Payment": "Πληρωμή",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "a. Όταν υποβάλλετε μια παραγγελία μέσω της εφαρμογής, συμφωνείτε να πληρώσετε για τα προϊόντα ή τις υπηρεσίες που παραγγέλθηκαν στις καθορισμένες τιμές, συμπεριλαμβανομένων τυχόν ισχυόντων φόρων και τελών αποστολής.",
    "b. Payment information is securely processed, and we do not store your payment details.": "b. Τα στοιχεία πληρωμής επεξεργάζονται με ασφάλεια και δεν αποθηκεύουμε τα στοιχεία πληρωμής σας.",
    "Profile": "Προφίλ",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "a. Μπορείτε να δημιουργήσετε και να διαχειριστείτε το προφίλ σας στην εφαρμογή Ρούχα, συμπεριλαμβανομένων των προσωπικών στοιχείων, των προτιμήσεων και του ιστορικού παραγγελιών.",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "b. Οποιεσδήποτε πληροφορίες παρέχετε στο προφίλ σας πρέπει να είναι ακριβείς και ενημερωμένες.",
    "Intellectual Property": "Πνευματική ιδιοκτησία",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "a. Όλο το περιεχόμενο και το υλικό της Εφαρμογής Ένδυσης, συμπεριλαμβανομένων, μεταξύ άλλων, κειμένου, γραφικών, λογότυπων και εικόνων, αποτελούν πνευματική ιδιοκτησία της εταιρείας. Δεν μπορείτε να χρησιμοποιήσετε, να αναπαράγετε ή να διανείμετε αυτά τα υλικά χωρίς τη ρητή γραπτή συγκατάθεσή μας.",
    "User Conduct": "Συμπεριφορά χρήστη",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "Συμφωνείτε να μην εμπλακείτε σε παράνομες, προσβλητικές ή επιβλαβείς δραστηριότητες στην εφαρμογή Ρούχα.",
    "Privacy": "Μυστικότητα",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "a. Συλλέγουμε και χρησιμοποιούμε τα προσωπικά σας στοιχεία σύμφωνα με τη Δήλωση Απορρήτου μας.",
    "Termination": "Λήξη",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "a. Μπορούμε να τερματίσουμε ή να αναστείλουμε τον λογαριασμό σας και την πρόσβαση στην εφαρμογή, με ή χωρίς προειδοποίηση, για οποιονδήποτε λόγο, συμπεριλαμβανομένης της παραβίασης αυτών των Όρων και Προϋποθέσεων.",
    "Changes to Terms and Conditions": "Αλλαγές στους Όρους και Προϋποθέσεις",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "a. Διατηρούμε το δικαίωμα να τροποποιήσουμε αυτούς τους Όρους και Προϋποθέσεις ανά πάσα στιγμή. Είναι δική σας ευθύνη να ελέγχετε τακτικά αυτούς τους όρους. Η συνέχιση της χρήσης της εφαρμογής μετά από οποιεσδήποτε αλλαγές υποδηλώνει την αποδοχή των τροποποιημένων όρων.",
    "Contact Information": "Στοιχεία επικοινωνίας",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "a. Για ερωτήσεις ή ανησυχίες σχετικά με αυτούς τους Όρους και Προϋποθέσεις, επικοινωνήστε μαζί μας χρησιμοποιώντας τα στοιχεία επικοινωνίας που παρέχονται στην εφαρμογή Ρούχα. Χρησιμοποιώντας την Εφαρμογή Ρούχα, αναγνωρίζετε ότι έχετε διαβάσει, κατανοήσει και συμφωνήσει με αυτούς τους Όρους και Προϋποθέσεις. Εάν δεν συμφωνείτε με αυτούς τους όρους, μην χρησιμοποιήσετε την εφαρμογή. Η συνεχής χρήση της εφαρμογής υποδηλώνει την αποδοχή αυτών των όρων και τυχόν ενημερώσεων ή αναθεωρήσεων.",
    "Information Collection": "Συλλογή Πληροφοριών",
    "We may collect the following sensitive information:": "Ενδέχεται να συλλέξουμε τις ακόλουθες ευαίσθητες πληροφορίες:",
    "a. Images - We may collect and store images that you choose to upload or share within the app.": "a. Εικόνες: Ενδέχεται να συλλέξουμε και να αποθηκεύσουμε εικόνες που επιλέγετε να ανεβάσετε ή να μοιραστείτε στην εφαρμογή.",
    "b. Email Addresses - We may collect your email address to facilitate communication and account management.": "b. Διευθύνσεις email: Ενδέχεται να συλλέξουμε τη διεύθυνση email σας για να διευκολύνουμε την επικοινωνία και τη διαχείριση του λογαριασμού.",
    "c. Phone Numbers - We may collect your phone number for account verification and communication purposes.": "c. Αριθμοί τηλεφώνου: Ενδέχεται να συλλέξουμε τον αριθμό τηλεφώνου σας για λόγους επαλήθευσης λογαριασμού και επικοινωνίας.",
    "d. Addresses - We may collect your physical address to provide location-based services or for shipping purposes.": "d. Διευθύνσεις: Ενδέχεται να συλλέξουμε τη φυσική σας διεύθυνση για να παρέχουμε υπηρεσίες βάσει τοποθεσίας ή για σκοπούς αποστολής.",
    "e. Location Data - We may collect and use your devices location data to enhance your experience within the Service, such as location-based features.": "e. Δεδομένα τοποθεσίας: Ενδέχεται να συλλέξουμε και να χρησιμοποιήσουμε τα δεδομένα τοποθεσίας της συσκευής σας για να βελτιώσουμε την εμπειρία σας εντός της Υπηρεσίας, όπως λειτουργίες που βασίζονται στην τοποθεσία."
  },
  "Address": {
    "Address Book": "Βιβλίο διευθύνσεων",
    "Add new Address": "Προσθήκη νέας διεύθυνσης",
    "Choose Address": "Επιλέξτε Διεύθυνση",
    "Use current location": "Χρησιμοποιήστε την τρέχουσα τοποθεσία",
    "No Address": "Χωρίς Διεύθυνση",
    "Enter Complete Address": "Εισαγάγετε την πλήρη διεύθυνση",
    "Add Address": "Προσθήκη διεύθυνσης"
  }
}
