{
  "avatar": {
    "title": "Buat Avatar Anda",
    "select your gender": "Pilih jenis kelamin Anda",
    "male": "Pria",
    "female": "Perempuan",
    "Next": "Berikutnya",
    "select your skintone": "Pilih Warna Kulit Anda ",
    "Previous": "Sebelumnya",
    "Done": "Selesai"
  },
  "language": {
    "Choose Your Language": "Pilih bahasamu"
  },
  "currency": {
    "Choose Your Currency": "Pilih Mata Uang Anda"
  },
  "account": {
    "Avatar": "Avatar",
    "My cart": "Keranjang Saya",
    "My orders": "pesananku",
    "Address Book": "Buku alamat",
    "Accessories": "Aksesoris",
    "Language": "Bahasa",
    "Currency": "Mata uang",
    "Help & FAQ": "Bantuan & FAQ ",
    "About us": "Tentang kami",
    "Customer care": "Layanan pelanggan",
    "Log out": "Keluar",
    "Subscribe now": "Berlangganan sekarang",
    "Map": "Peta",
    "Delete Account": "Hapus akun",
    "Terms And Condition": "Syarat dan Ketentuan",
    "Home": "Rumah"
  },
  "midlevel": {
    "Select Style": "Pilih Gaya",
    "Select Country": "Pilih negara",
    "Select Size": "Pilih ukuran",
    "Select Color": "Pilih Warna ",
    "Add more": "Tambahkan lebih banyak",
    "Buy now": "Beli sekarang",
    "Add Image": "Menambahkan gambar",
    "Add Text": "Tambahkan teks",
    "Done": "Selesai",
    "Select Design": "Pilih Desain",
    "Select Style to move further": "Pilih Gaya untuk melangkah lebih jauh",
    "Colors": "Warna",
    "Styles": "Gaya",
    "Sizes": "Ukuran",
    "Select area to add image": "Pilih area untuk menambahkan gambar"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "SYARAT & KETENTUAN",
    "Welcome to": "Selamat Datang di",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "HARAP BACA KETENTUAN PENGGUNAAN INI DENGAN SEKSAMA SEBELUM MENGGUNAKAN APLIKASI PAKAIAN.",
    "Acceptance of Terms": "Penerimaan Persyaratan",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "Penerimaan Ketentuan Dengan mengunduh, memasang, atau menggunakan pakaian SJ, Anda setuju untuk terikat oleh Syarat dan Ketentuan ini. Jika Anda tidak setuju dengan bagian mana pun dari ketentuan ini, Anda sebaiknya tidak menggunakan aplikasi ini.",
    "Account Registration": "Pendaftaran Akun",
    "a. You must provide accurate and complete information when registering for an account on the Clothing App.": "A. Anda harus memberikan informasi yang akurat dan lengkap saat mendaftar akun di Aplikasi Pakaian.",
    "b. You are responsible for maintaining the confidentiality of your account information,including your username and password.": "B. Anda bertanggung jawab untuk menjaga kerahasiaan informasi akun Anda, termasuk nama pengguna dan kata sandi Anda.",
    "c. You are responsible for all activities that occur under your account.": "C. Anda bertanggung jawab atas semua aktivitas yang terjadi di bawah akun Anda.",
    "d. You must notify us immediately of any unauthorized use of your account.": "D. Anda harus segera memberi tahu kami jika ada penggunaan tidak sah atas akun Anda.",
    "Payment": "Pembayaran",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "A. Saat Anda melakukan pemesanan melalui aplikasi, Anda setuju untuk membayar produk atau layanan yang dipesan dengan harga yang ditentukan, termasuk pajak dan biaya pengiriman yang berlaku.",
    "b. Payment information is securely processed, and we do not store your payment details.": "B. Informasi pembayaran diproses dengan aman, dan kami tidak menyimpan rincian pembayaran Anda.",
    "Profile": "Profil",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "A. Anda dapat membuat dan mengelola profil Anda di Aplikasi Pakaian, termasuk informasi pribadi, preferensi, dan riwayat pesanan.",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "B. Informasi apa pun yang Anda berikan di profil Anda harus akurat dan terkini.",
    "Intellectual Property": "Hak milik intelektual",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "A. Semua konten dan materi di Aplikasi Pakaian, termasuk namun tidak terbatas pada teks, grafik, logo, dan gambar, adalah kekayaan intelektual perusahaan. Anda tidak boleh menggunakan, mereproduksi, atau mendistribusikan materi ini tanpa izin tertulis dari kami.",
    "User Conduct": "Perilaku Pengguna",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "A. Anda setuju untuk tidak terlibat dalam aktivitas apa pun yang melanggar hukum, menyinggung, atau berbahaya di Aplikasi Pakaian.",
    "Privacy": "Pribadi",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "A. Kami mengumpulkan dan menggunakan informasi pribadi Anda sesuai dengan Pernyataan Privasi kami.",
    "Termination": "Penghentian",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "A. Kami dapat menghentikan atau menangguhkan akun Anda dan akses ke aplikasi, dengan atau tanpa pemberitahuan, karena alasan apa pun, termasuk pelanggaran terhadap Syarat dan Ketentuan ini.",
    "Changes to Terms and Conditions": "Perubahan Syarat dan Ketentuan",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "A. Kami berhak mengubah Syarat dan Ketentuan ini kapan saja. Anda bertanggung jawab untuk meninjau ketentuan ini secara berkala. Penggunaan aplikasi yang berkelanjutan setelah perubahan apa pun menunjukkan penerimaan Anda terhadap ketentuan yang diubah.",
    "Contact Information": "Kontak informasi",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "A. Untuk pertanyaan atau kekhawatiran mengenai Syarat dan Ketentuan ini, silakan hubungi kami menggunakan informasi kontak yang tersedia di Aplikasi Pakaian. Dengan menggunakan Aplikasi Pakaian, Anda menyatakan bahwa Anda telah membaca, memahami, dan menyetujui Syarat dan Ketentuan ini. Jika Anda tidak menyetujui ketentuan ini, mohon jangan gunakan aplikasi ini. Jika Anda terus menggunakan aplikasi ini, ini menunjukkan penerimaan Anda terhadap ketentuan ini dan setiap pembaruan atau revisi.",
    "Information Collection": "Pengumpulan Informasi",
    "We may collect the following sensitive information:": "Kami mungkin mengumpulkan informasi sensitif berikut:",
    "a. Images - We may collect and store images that you choose to upload or share within the app.": "A. Gambar: Kami dapat mengumpulkan dan menyimpan gambar yang Anda pilih untuk diunggah atau dibagikan dalam aplikasi.",
    "b. Email Addresses - We may collect your email address to facilitate communication and account management.": "B. Alamat Email: Kami mungkin mengumpulkan alamat email Anda untuk memfasilitasi komunikasi dan manajemen akun.",
    "c. Phone Numbers - We may collect your phone number for account verification and communication purposes.": "C. Nomor Telepon: Kami dapat mengumpulkan nomor telepon Anda untuk verifikasi akun dan tujuan komunikasi.",
    "d. Addresses - We may collect your physical address to provide location-based services or for shipping purposes.": "D. Alamat: Kami mungkin mengumpulkan alamat fisik Anda untuk menyediakan layanan berbasis lokasi atau untuk tujuan pengiriman.",
    "e. Location Data - We may collect and use your devices location data to enhance your experience within the Service, such as location-based features.": "E. Data Lokasi: Kami dapat mengumpulkan dan menggunakan data lokasi perangkat Anda untuk meningkatkan pengalaman Anda dalam Layanan, seperti fitur berbasis lokasi."
  },
  "Address": {
    "Address Book": "Buku alamat",
    "Add new Address": "Tambahkan alamat baru",
    "Choose Address": "Pilih Alamat",
    "Use current location": "Gunakan lokasi saat ini",
    "No Address": "Tidak Ada Alamat",
    "Enter Complete Address": "Masukkan Alamat Lengkap",
    "Add Address": "Tambahkan alamat"
  }
}
