{
  "avatar": {
    "title": "crea il tuo avatar",
    "select your gender": "seleziona il tuo sesso",
    "male": "maschio",
    "female": "femmina",
    "Next": "prossimo",
    "select your skintone": "seleziona la tua tonalità di pelle",
    "Previous": "precedente",
    "Done": "fatto"
  },
  "language": {
    "Choose Your Language": "Scegli la tua LINGUA"
  },
  "account": {
    "Avatar": "Avatar",
    "My cart": "La mia carta",
    "My orders": "i miei ordini",
    "Address Book": "Rubrica",
    "Accessories": "Accessori",
    "Language": "Lingua",
    "Currency": "Valuta",
    "Help & FAQ": "Aiuto e domande frequenti",
    "About us": "Chi siamo",
    "Customer care": "Servizio Clienti",
    "Log out": "Disconnettersi",
    "Delete Account": "Eliminare l'account",
    "Terms And Condition": "Termini e condizioni",
    "Subscribe now": "Iscriviti ora",
    "Map": "Carta geografica",
    "Home": "Casa"
  },
  "midlevel": {
    "Select Style": "Seleziona Progettazione",
    "Select Country": "Seleziona il paese",
    "Select Size": "Seleziona la dimensione",
    "Select Color": "Seleziona il colore",
    "Add more": "Aggiungere altro",
    "Buy now": "Acquista ora",
    "Add Image": "Aggiungi immagine",
    "Add Text": "Aggiungi testo",
    "Done": "Fatto",
    "Select Design": "Seleziona Progettazione",
    "Select Style to move further": "Seleziona Stile per andare oltre",
    "Colors": "Colori",
    "Styles": "Stili",
    "Sizes": "Dimensioni",
    "Select area to add image": "Seleziona l'area in cui aggiungere l'immagine"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "TERMINI & CONDIZIONI",
    "Welcome to": "Benvenuto a",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "SI PREGA DI LEGGERE ATTENTAMENTE LE PRESENTI CONDIZIONI D'USO PRIMA DI UTILIZZARE L'APP ABBIGLIAMENTO.",
    "Acceptance of Terms": "Accettazione dei Termini",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "Accettazione dei Termini Scaricando, installando o utilizzando l'abbigliamento SJ, accetti di essere vincolato da questi Termini e Condizioni. Se non sei d'accordo con qualsiasi parte di questi termini, non dovresti utilizzare l'app.",
    "Account Registration": "Registrazione dell'account",
    "a. You must provide accurate and complete information when registering for an account on the Clothing App.": "A. È necessario fornire informazioni accurate e complete al momento della registrazione di un account sull'app Abbigliamento.",
    "b. You are responsible for maintaining the confidentiality of your account information, including your username and password.": "B. Sei responsabile del mantenimento della riservatezza delle informazioni del tuo account, inclusi nome utente e password.",
    "c. You are responsible for all activities that occur under your account.": "C. Sei responsabile di tutte le attività che si verificano sotto il tuo account.",
    "d. You must notify us immediately of any unauthorized use of your account.": "D. Devi informarci immediatamente di qualsiasi utilizzo non autorizzato del tuo account.",
    "Payment": "Pagamento",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "A. Quando effettui un ordine tramite l'app, accetti di pagare i prodotti o i servizi ordinati ai prezzi specificati, comprese eventuali tasse applicabili e spese di spedizione.",
    "b. Payment information is securely processed, and we do not store your payment details.": "B. Le informazioni di pagamento vengono elaborate in modo sicuro e non memorizziamo i dettagli di pagamento.",
    "Profile": "Profilo",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "A. Puoi creare e gestire il tuo profilo sull'app Abbigliamento, incluse informazioni personali, preferenze e cronologia degli ordini.",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "B. Tutte le informazioni fornite nel tuo profilo devono essere accurate e aggiornate.",
    "Intellectual Property": "Proprietà intellettuale",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "A. Tutti i contenuti e i materiali dell'app Clothing, inclusi ma non limitati a testo, grafica, loghi e immagini, sono proprietà intellettuale dell'azienda. Non è possibile utilizzare, riprodurre o distribuire questi materiali senza il nostro esplicito consenso scritto.",
    "User Conduct": "Condotta dell'utente",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "A. Accetti di non intraprendere alcuna attività illegale, offensiva o dannosa sull'app Clothing.",
    "Privacy": "Privacy",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "A. Raccogliamo e utilizziamo le tue informazioni personali in conformità con la nostra Informativa sulla privacy.",
    "Termination": "Terminazione",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "A. Potremo chiudere o sospendere il tuo account e l'accesso all'app, con o senza preavviso, per qualsiasi motivo, inclusa la violazione di questi Termini e Condizioni.",
    " Changes to Terms and Conditions ": "Modifiche ai Termini e Condizioni",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "A. Ci riserviamo il diritto di modificare i presenti Termini e Condizioni in qualsiasi momento. È tua responsabilità rivedere regolarmente questi termini. L'uso continuato dell'app dopo eventuali modifiche indica l'accettazione dei termini modificati.",
    "Contact Information": "Informazioni sui contatti",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "A. Per domande o dubbi riguardanti i presenti Termini e condizioni, contattaci utilizzando le informazioni di contatto fornite sull'app Abbigliamento. Utilizzando l'App Abbigliamento, riconosci di aver letto, compreso e accettato i presenti Termini e Condizioni. Se non accetti questi termini, non utilizzare l'app. L'uso continuato dell'app indica l'accettazione di questi termini e di eventuali aggiornamenti o revisioni.",
    "Information Collection": "Raccolta di informazioni",
    "We may collect the following sensitive information:": "Potremmo raccogliere le seguenti informazioni sensibili",
    "a. Images - We may collect and store images that you choose to upload or share within the app.": "A. Immagini: potremmo raccogliere e archiviare le immagini che scegli di caricare o condividere all'interno dell'app.",
    "b. Email Addresses - We may collect your email address to facilitate communication and account management.": "B. Indirizzi e-mail: potremmo raccogliere il tuo indirizzo e-mail per facilitare la comunicazione e la gestione dell'account.",
    "c. Phone Numbers - We may collect your phone number for account verification and communication purposes.": "C. Numeri di telefono: potremmo raccogliere il tuo numero di telefono per scopi di verifica e comunicazione dell'account.",
    "d. Addresses - We may collect your physical address to provide location-based services or for shipping purposes.": "D. Indirizzi: potremmo raccogliere il tuo indirizzo fisico per fornire servizi basati sulla posizione o per scopi di spedizione.",
    "e. Location Data - We may collect and use your devices location data to enhance your experience within the Service, such as location-based features.": "e. Dati sulla posizione: potremmo raccogliere e utilizzare i dati sulla posizione del tuo dispositivo per migliorare la tua esperienza all'interno del Servizio, come le funzionalità basate sulla posizione."
  },
  "Address": {
    "Address Book": "Rubrica",
    "Add new Address": "Aggiungi un nuovo indirizzo",
    "Choose Address": "Scegli indirizzo",
    "Use current location": "Utilizza la posizione corrente",
    "No Address": "Nessun indirizzo",
    "Enter Complete Address": "Inserisci l'indirizzo completo",
    "Add Address": "Aggiungi indirizzo"
  }
}
