{
  "avatar": {
    "title": "自分のアバターを作成する",
    "select your gender": "性別を選んでください",
    "male": "男",
    "female": "女性",
    "Next": "次",
    "select your skintone": "肌の色を選択してください",
    "Previous": "前の",
    "Done": "終わり"
  },
  "language": {
    "Choose Your Language": "言語を選んでください"
  },
  "account": {
    "Avatar": "アバター",
    "My cart": "私のカート",
    "My orders": "私の注文",
    "Address Book": "住所録",
    "Accessories": "アクセサリー",
    "Language": "言語",
    "Currency": "通貨",
    "Help & FAQ": "ヘルプとよくある質問",
    "About us": "私たちについて",
    "Customer care": "カスタマーケア",
    "Log out": "ログアウト",
    "Delete Account": "アカウントを削除する",
    "Terms And Condition": "利用規約",
    "Subscribe now": "今すぐ購読する",
    "Map": "地図",
    "Home": "家"
  },
  "midlevel": {
    "Select Style": "スタイルの選択",
    "Select Country": "国を選択",
    "Select Size": "サイズを選択してください",
    "Select Color": "色の選択",
    "Add more": "さらに追加",
    "Buy now": "今すぐ購入",
    "Add Image": "画像を追加",
    "Add Text": "テキストを追加",
    "Done": "終わり",
    "Select Design": "デザインを選択",
    "Select Style to move further": "さらに進むにはスタイルを選択してください",
    "Colors": "色",
    "Styles": "スタイル",
    "Sizes": "サイズ",
    "Select area to add image": "画像を追加する領域を選択してください"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "利用規約",
    "Welcome to": "へようこそ",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "衣料品アプリを使用する前に、これらの利用規約をよくお読みください。",
    "Acceptance of Terms": "規約への同意",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "規約への同意 SJ clothing をダウンロード、インストール、または使用すると、これらの利用規約に拘束されることに同意したものとみなされます。これらの規約の一部でも同意できない場合は、アプリを使用しないでください。",
    "Account Registration": "アカウントの登録",
    "a. You must provide accurate and complete information when registering for an account on the Clothing App.": "ａ． Clothing App のアカウントに登録する際は、正確かつ完全な情報を提供する必要があります。",
    "b. You are responsible for maintaining the confidentiality of your account information,including your username and password.": "b.あなたには、ユーザー名やパスワードを含むアカウント情報の機密性を維持する責任があります。",
    "c. You are responsible for all activities that occur under your account.": "c.あなたは、自分のアカウントで行われるすべての活動に対して責任を負います。",
    "d. You must notify us immediately of any unauthorized use of your account.": "d.アカウントが不正に使用された場合は、直ちに当社に通知する必要があります。",
    "Payment": "支払い",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "ａ．アプリを通じて注文すると、注文した製品またはサービスの代金を、適用される税金や配送料を含む指定された価格で支払うことに同意したものとみなされます",
    "b. Payment information is securely processed, and we do not store your payment details.": "b.支払い情報は安全に処理され、当社は支払いの詳細を保存しません。",
    "Profile": "プロフィール",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "ａ． Clothing App では、個人情報、好み、注文履歴などのプロフィールを作成および管理できます。",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "b.プロフィールに提供する情報はすべて、正確かつ最新のものである必要があります。",
    "Intellectual Property": "知的財産",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "ａ．テキスト、グラフィック、ロゴ、画像を含むがこれらに限定されない、衣料品アプリ上のすべてのコンテンツおよび素材は、当社の知的財産です。当社の書面による明示的な同意がない限り、これらの資料を使用、複製、または配布することはできません。",
    "User Conduct": "ユーザーの行為",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "ａ．あなたは、衣料品アプリ上で違法、攻撃的、または有害な活動に従事しないことに同意するものとします。",
    "Privacy": "プライバシー",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "ａ．当社は、プライバシーに関する声明に従ってお客様の個人情報を収集し、使用します。",
    "Termination": "終了",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "ａ．当社は、本利用規約への違反を含む理由の如何を問わず、通知の有無にかかわらず、お客様のアカウントおよびアプリへのアクセスを終了または一時停止することがあります。",
    "Changes to Terms and Conditions": "利用規約の変更",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "ａ．当社は、これらの利用規約をいつでも変更する権利を留保します。これらの規約を定期的に確認するのはあなたの責任です。変更後もアプリを継続して使用することは、変更された規約に同意したことを示します",
    "Contact Information": "連絡先",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "ａ．これらの利用規約に関する質問や懸念がある場合は、衣料品アプリに記載されている連絡先情報を使用して当社にお問い合わせください。 Clothing App を使用すると、これらの利用規約を読み、理解し、同意したことを認めたものとみなされます。これらの規約に同意できない場合は、アプリを使用しないでください。アプリを継続的に使用すると、これらの規約および更新または改訂に同意したことになります。",
    "Information Collection": "情報収集",
    "We may collect the following sensitive information:": "当社は次の機密情報を収集する場合があります。",
    "a. Images - We may collect and store images that you choose to upload or share within the app.": "ａ．画像: 当社は、お客様がアプリ内でアップロードまたは共有するために選択した画像を収集および保存する場合があります。",
    "b. Email Addresses - We may collect your email address to facilitate communication and account management.": "b.電子メール アドレス: コミュニケーションとアカウント管理を容易にするために、お客様の電子メール アドレスを収集する場合があります。",
    "c. Phone Numbers - We may collect your phone number for account verification and communication purposes.": "c.電話番号: アカウントの確認と連絡のために、お客様の電話番号を収集する場合があります。",
    "d. Addresses - We may collect your physical address to provide location-based services or for shipping purposes.": "d.住所: 当社は、位置情報ベースのサービスを提供するため、または発送の目的で、お客様の物理的な住所を収集する場合があります。",
    "e. Location Data - We may collect and use your devices location data to enhance your experience within the Service, such as location-based features.": "e.位置データ: 当社は、位置ベースの機能など、サービス内でのエクスペリエンスを向上させるために、デバイスの位置データを収集して使用する場合があります。"
  }
}
