{
  "avatar": {
    "title": "아바타 만들기",
    "select your gender": "성별을 선택하세요",
    "male": "남성",
    "female": "여성",
    "Next": "다음",
    "select your skintone": "피부톤을 선택하세요",
    "Previous": "이전의",
    "Done": "완료"
  },
  "language": {
    "Choose Your Language": "당신의 언어를 고르시 오"
  },
  "account": {
    "Avatar": "화신",
    "My cart": "내 카트",
    "My orders": "내 주문",
    "Address Book": "주소록",
    "Accessories": "부속품",
    "Language": "언어",
    "Currency": "통화",
    "Help & FAQ": "도움말 및 FAQ    ",
    "About us": "회사 소개",
    "Customer care": "고객 지원",
    "Log out": "로그 아웃",
    "Subscribe now": "지금 구독하세요",
    "Map": "지도",
    "Home": "집 "
  },
  "midlevel": {
    "Select Style": "스타일 선택",
    "Select Country": "국가 선택",
    "Select Size": "사이즈를 선택하다    ",
    "Select Color": "색상 선택",
    "Add more": "더 추가",
    "Buy now": "지금 구매",
    "Add Image": "이미지 추가",
    "Add Text": "텍스트 추가",
    "Done": "완료",
    "Select Design": "디자인 선택",
    "Select Style to move further": "더 나아가려면 스타일을 선택하세요.",
    "Colors": "색상",
    "Styles": "스타일",
    "Sizes": "크기",
    "Select area to add image": "이미지를 추가할 영역을 선택하세요"
  },
  "TermsAndC onditions": {
    "TERMS & CONDITIONS": "이용 약관",
    "Welcome to": "에 오신 것을 환영합니다",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "의류 앱을 사용하기 전에 본 이용 약관을 주의 깊게 읽어보시기 바랍니다.",
    "Acceptance of Terms": "약관 동의",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "약관 동의 SJ clothing을 다운로드, 설치 또는 사용함으로써 귀하는 본 이용 약관에 동의하는 것으로 간주됩니다. 본 약관의 일부에 동의하지 않는 경우 앱을 사용해서는 안 됩니다.",
    "Account Registration": "계정 등록",
    " a. You must provide accurate and complete information when registering for an account on the Clothing App.": "ㅏ. 귀하는 의류 앱에 계정을 등록할 때 정확하고 완전한 정보를 제공해야 합니다.",
    "b. You are responsible for maintaining the confidentiality of your account information, including your username and password.": "비. 귀하는 사용자 이름과 비밀번호를 포함한 계정 정보의 기밀을 유지할 책임이 있습니다.",
    "c. You are responsible for all activities that occur under your account.": "씨. 귀하는 귀하의 계정에서 발생하는 모든 활동에 대한 책임이 있습니다.",
    "d. You must notify us immediately of any unauthorized use of your account.": "디. 귀하는 귀하의 계정이 무단으로 사용된 경우 즉시 당사에 알려야 합니다.",
    "Payment": "지불",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "ㅏ. 앱을 통해 주문할 때 귀하는 관련 세금 및 배송비를 포함하여 지정된 가격으로 주문한 제품 또는 서비스에 대한 비용을 지불하는 데 동의합니다.",
    "b. Payment information is securely processed, and we do not store your payment details.": "비. 결제정보는 안전하게 처리되며, 결제정보는 저장되지 않습니다.",
    "Profile": "프로필",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "ㅏ. 개인 정보, 선호도, 주문 내역 등을 포함한 프로필을 의류 앱에서 생성하고 관리할 수 있습니다.",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "비. 귀하가 프로필에 제공하는 모든 정보는 정확하고 최신 정보여야 합니다.",
    "Intellectual Property": "지적 재산권",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "ㅏ. 텍스트, 그래픽, 로고, 이미지를 포함하되 이에 국한되지 않는 의류 앱의 모든 콘텐츠와 자료는 회사의 지적 재산입니다. 귀하는 당사의 명시적인 서면 동의 없이 이러한 자료를 사용, 복제 또는 배포할 수 없습니다.",
    "User Conduct": "사용자 행위",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "ㅏ. 귀하는 의류 앱에서 불법적이거나 공격적이거나 유해한 활동에 가담하지 않을 것에 동의합니다.",
    "Privacy": "은둔",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "ㅏ. 당사는 개인정보 보호정책에 따라 귀하의 개인정보를 수집하고 사용합니다.",
    "Termination": "종료",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "ㅏ. 당사는 본 이용 약관 위반을 포함하여 어떤 이유로든 사전 통지 여부에 관계없이 귀하의 계정과 앱에 대한 액세스를 종료하거나 정지할 수 있습니다.",
    " Changes to Terms and Conditions ": "이용약관 변경",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "ㅏ. 당사는 언제든지 본 이용 약관을 수정할 권리를 보유합니다. 본 약관을 정기적으로 검토하는 것은 귀하의 책임입니다. 변경 사항이 발생한 후에도 앱을 계속 사용하면 수정된 약관에 동의하는 것으로 간주됩니다.",
    "Contact Information": "연락처 정보",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "ㅏ. 본 이용 약관에 관한 질문이나 우려 사항이 있는 경우 의류 앱에 제공된 연락처 정보를 사용하여 당사에 문의하십시오. 의류 앱을 사용함으로써 귀하는 본 이용 약관을 읽고, 이해하고, 동의했음을 인정합니다. 본 약관에 동의하지 않으시면 앱을 사용하지 마세요. 앱을 계속 사용하면 본 약관과 모든 업데이트 또는 개정 사항에 동의한다는 의미입니다.",
    "Information Collection": "정보수집",
    "We may collect the following sensitive information:": "당사는 다음과 같은 민감한 정보를 수집할 수 있습니다.",
    "a. Images: We may collect and store images that you choose to upload or share within the app.": "ㅏ. 이미지: 당사는 귀하가 앱 내에서 업로드하거나 공유하기로 선택한 이미지를 수집하고 저장할 수 있습니다.",
    "b. Email Addresses: We may collect your email address to facilitate communication and account management.": "비. 이메일 주소: 당사는 원활한 커뮤니케이션 및 계정 관리를 위해 귀하의 이메일 주소를 수집할 수 있습니다.",
    "c. Phone Numbers: We may collect your phone number for account verification and communication purposes.": "씨. 전화번호: 당사는 계정 확인 및 통신 목적으로 귀하의 전화번호를 수집할 수 있습니다.",
    "d. Addresses: We may collect your physical address to provide location-based services orn for shipping purposes.": "디. 주소: 당사는 위치 기반 서비스를 제공하거나 배송 목적으로 귀하의 실제 주소를 수집할 수 있습니다.",
    "e. Location Data: We may collect and use your device's location data to enhance your experience within the Service, such as location-based features.": "이자형. 위치 데이터: 당사는 위치 기반 기능 등 서비스 내에서 귀하의 경험을 향상시키기 위해 귀하 장치의 위치 데이터를 수집하고 사용할 수 있습니다."
  },
  "Address": {
    "Address Book": "주소록",
    "Add new Address": "새 주소 추가",
    "Choose Address": "주소 선택",
    "Use current location": "현재 위치 사용",
    "No Address": "주소 없음",
    "Enter Complete Address": "전체 주소를 입력하세요",
    "Add Address": "주소 추가"
  }
}
