{
  "avatar": {
    "title": "Your Avatar crea",
    "select your gender": "Select tuum Gender",
    "male": "Masculum",
    "female": "Feminae",
    "next": "deinde",
    "select your skintone": "Select tuum Skintone",
    "previous": "Antecedens",
    "done": "Done"
  },
  "language": {
    "Choose Your Language": "Elige tibi Language"
  },
  "account": {
    "Avatar": "Avatar",
    "My cart": "My Cart",
    "My orders": "My Orders",
    "Addressbook": "Inscriptio libro",
    "Accessories": "Accessories",
    "Language": "Lingua",
    "Currency": "Currency",
    "Help & FAQ": "Auxilium & FAQ",
    "About us": "De nobis",
    "Customer care": "Lorem curae",
    "Log out": "Log sicco",
    "Subscribe now": "Subscribe nunc",
    "Map": "Map",
    "Home": "Home"
  },
  "midlevel": {
    "Select Style": "Select Style",
    "Select Country": "Lego patriae",
    "Select Size": "Lego Location",
    "Select Color": "Lego color",
    "Add more": "Adde plura",
    "Buy now": "Buy nunc",
    "Add Image": "Imaginem addere",
    "Add Text": "Adde Text",
    "Done": "Done",
    "Select Design": "Lego Design",
    "Select Style to move further": "Select Style movere amplius",
    "Colors": "Colorum",
    "Styles": "Styles",
    "Sizes": "Magnitudines",
    "Select area to add image": "Lego area addere imaginem"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "CONDICIONESQUE",
    "Welcome to": "Grata to",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "HAEC TERMINORUM IN USUM diligenter lege SODES ante utens vestimento APP.",
    "Acceptance of Terms": "Acceptatio Termini",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "De acceptatione terminorum accipiendo, inaugurando, seu vestiendo SJ utendo, his conditionibus et condicionibus alligari consentis. Si cum aliqua parte istorum terminorum non consentis, app uti non debes.",
    "Account Registration": "Account Registration",
    " a. You must provide accurate and complete information when registering for an account on the Clothing App.": "a. Accuratas et integras informationes praebere debes cum perscriptum rationem in Vestimento App.",
    "b. You are responsible for maintaining the confidentiality of your account information, including your username and password.": "b. You are responsible for maintaining the confidentiality of your account information, including your username and password.",
    "c. You are responsible for all activities that occur under your account.": "c.tu reus es omnium actionum quae sub ratione tua fiunt.",
    "d. You must notify us immediately of any unauthorized use of your account.": "d. De quovis legitimo usu rationis tuae nobis statim notificare debes.",
    "Payment": "Payment",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "a. Cum ordinem per tabulam ponis, consentis reddere pro factis vel servitiis imperatis pretia specificata, inter quaslibet tributa applicabiles et feodis navium.",
    "b. Payment information is securely processed, and we do not store your payment details.": "b. Mercedem indiciorum secure discursum est, et singula solutionis tuae non condimus.",
    "Profile": "Profile",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "a. Potes creare et administrare profile in Vestimento App, inter informationes personales, optiones et ordinem historiae.",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "b. Quaelibet indicia quae in profano tuo praebes, accurate et sursum ut- balanus debes esse.",
    "Intellectual Property": "Intellectual Property",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "a. Omnia contenta et materias in App vestimento, non solum ad textum, graphics, logon et imagines, sunt intellectualia substantia societatis. Has materias sine expresso scripto consensu nostro uti, effingere vel distribuere non licet.",
    "User Conduct": "User Actio",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "a. In Vestimentis illicitis, iniuriosis, vel iniuriosis actionibus non consentis committere, App.",
    "Privacy": "Secretum",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "a. Colligimus et utimur personalibus informationibus vestris secundum nostram enuntiationem secretam.",
    "Termination": "Terminatio",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "a. Rationem vestram et accessum ad app, cum vel sine nota, nulla ratione terminare vel suspendere, inclusis his Terminis et Conditionibus violatis.",
    " Changes to Terms and Conditions ": "Mutationes in Terms and Conditions",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "a. Ius reservamus his condicionibus et condicionibus quovis tempore temperandi. Tuum est officium haec verba regulariter recensere. Tuus continuus usus apporum postquam aliquas mutationes indicat tuum acceptationem termini modificati.",
    "Contact Information": "Contactus Information",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "a. Ad quaestiones vel curas circa has condiciones et conditiones, pete nobis utentes informationes notorum in Vestimentis App. Vestimento App utendo, te legisse, intellexisse, his conditionibus et condicionibus acquiescere agnoscis. Si haec verba non concordant, quaeso ne app utere. Tuus perpetuus usus appi indicat acceptationem horum terminorum et quaevis updates vel emendationes.",
    "Information Collection": "Information Collection",
    "We may collect the following sensitive information:": "Sequenti notitia sensitiva colligere possumus:",
    "a. Images: We may collect and store images that you choose to upload or share within the app.": "a. Imagines: Colligere ac reponere imagines quas vis ad upload vel communicandas in app.",
    "b. Email Addresses: We may collect your email address to facilitate communication and account management.": "b. Inscriptio electronica: Collige electronicam tuam ut faciliorem reddas communicationem et administrationem rationis.",
    "c. Phone Numbers: We may collect your phone number for account verification and communication purposes.": "c. Numeri telephonici: Colligere possumus numerum telephonicum ad rationem verificationis et ad proposita communicationis.",
    "d. Addresses: We may collect your physical address to provide location-based services orn for shipping purposes.": "d. Inscriptiones: Collige electronicam tuam physicam ad praebenda loca substructa officia orn ad usus navium.",
    "e. Location Data: We may collect and use your device's location data to enhance your experience within the Service, such as location-based features.": "e. Locus Data: Colligere et uti situ tuo machinam datam ad augendam experientiam tuam intra Servitium, sicut locus notarum substructio."
  },
  "Address": {
    "Address Book": "Inscriptio libro",
    "Add new Address": "Addere novam Inscriptio",
    "Choose Address": "Elige Oratio",
    "Use current location": "Usus current location",
    "No Address": "Nulla Oratio",
    "Enter Complete Address": "Intra Inscriptio Complete",
    "Add Address": "Add Oratio"
  }
}
