{
  "avatar": {
    "title": "Stwórz swojego awatara",
    "select your gender": "Wybierz płeć",
    "male": "Mężczyzna",
    "female": "Kobieta",
    "Next": "Następny",
    "select your skintone": "Wybierz swój odcień skóry",
    "Previous": "Poprzedni",
    "Done": "Zrobione"
  },
  "language": {
    "Choose Your Language": "Wybierz swój język"
  },
  "account": {
    "Avatar": "Awatara",
    "My cart": "Mój wózek",
    "My orders": "Moje zamówienia",
    "Address Book": "Książka adresowa",
    "Accessories": "Akcesoria",
    "Language": "Język",
    "Currency": "Waluta",
    "Help & FAQ": "Pomoc i często zadawane pytania",
    "About us": "O nas",
    "Customer care": "Obsługa klienta",
    "Log out": "Wyloguj",
    "Delete Account": "Usuń konto",
    "Terms And Condition": "Zasady i warunki",
    "Subscribe now": "Zapisz się teraz",
    "Map": "Mapa",
    "Home": "Dom"
  },
  "midlevel": {
    "Select Style": "Wybierz Styl",
    "Select Country": "Wybierz kraj",
    "Select Size": "Wybierz rozmiar",
    "Select Color": "Wybierz kolor",
    "Add more": "Dodaj więcej",
    "Buy now": "Kup Teraz",
    "Add Image": "Dodaj obraz",
    "Add Text": "Dodaj tekst",
    "Done": "Zrobione",
    "Select Design": "Wybierz opcję Projekt",
    "Select Style to move further": "Wybierz Styl, aby przejść dalej",
    "Colors": "Kolor",
    "Styles": "Style",
    "Sizes": "Rozmiary",
    "Select area to add image": "Wybierz obszar, aby dodać obraz"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "ZASADY I WARUNKI",
    "Welcome to": "Witamy w",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "PROSZĘ DOKŁADNIE PRZECZYTAĆ NINIEJSZE WARUNKI KORZYSTANIA PRZED KORZYSTANIEM Z APLIKACJI CLOTHING.",
    "Acceptance of Terms": "Akceptacja Warunków",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "Akceptacja Warunków Pobierając, instalując lub używając odzieży SJ, wyrażasz zgodę na przestrzeganie niniejszych Warunków. Jeśli nie zgadzasz się z jakąkolwiek częścią niniejszych warunków, nie powinieneś korzystać z aplikacji.",
    "Account Registration": "Rejestracja konta",
    " a. You must provide accurate and complete information when registering for an account on the Clothing App.": "A. Rejestrując konto w Aplikacji Odzieżowej, musisz podać dokładne i kompletne informacje.",
    "b. You are responsible for maintaining the confidentiality of your account information, including your username and password.": "B. Jesteś odpowiedzialny za zachowanie poufności informacji o swoim koncie, w tym nazwy użytkownika i hasła.",
    "c. You are responsible for all activities that occur under your account.": "C. Ponosisz odpowiedzialność za wszystkie działania, które mają miejsce na Twoim koncie.",
    "d. You must notify us immediately of any unauthorized use of your account.": "D. Musisz natychmiast powiadomić nas o każdym nieautoryzowanym użyciu Twojego konta.",
    "Payment": "Zapłata",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "A. Składając zamówienie za pośrednictwem aplikacji, zgadzasz się zapłacić za zamówione produkty lub usługi po podanych cenach, łącznie z wszelkimi obowiązującymi podatkami i opłatami za wysyłkę.",
    "b. Payment information is securely processed, and we do not store your payment details.": "B. Informacje dotyczące płatności są bezpiecznie przetwarzane i nie przechowujemy szczegółów płatności.",
    "Profile": "Profil",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "A. W aplikacji odzieżowej możesz utworzyć swój profil i zarządzać nim, włączając w to dane osobowe, preferencje i historię zamówień.",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "B. Wszelkie informacje, które podajesz w swoim profilu, muszą być dokładne i aktualne.",
    "Intellectual Property": "Własność intelektualna",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "A. Cała zawartość i materiały w aplikacji Odzieżowej, w tym między innymi tekst, grafika, logo i obrazy, stanowią własność intelektualną firmy. Nie możesz używać, powielać ani rozpowszechniać tych materiałów bez naszej wyraźnej pisemnej zgody.",
    "User Conduct": "Zachowanie użytkownika",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "A. Użytkownik zgadza się nie angażować w żadne nielegalne, obraźliwe lub szkodliwe działania w aplikacji odzieżowej.",
    "Privacy": "Prywatność",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "A. Gromadzimy i wykorzystujemy Twoje dane osobowe zgodnie z naszą Polityką prywatności.",
    "Termination": "Zakończenie",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "",
    " Changes to Terms and Conditions ": "Zmiany Regulaminu",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "A. Zastrzegamy sobie prawo do zmiany niniejszego Regulaminu w dowolnym momencie. Twoim obowiązkiem jest regularne przeglądanie tych warunków. Dalsze korzystanie z aplikacji po wprowadzeniu jakichkolwiek zmian oznacza akceptację zmodyfikowanych warunków.",
    "Contact Information": "Informacje kontaktowe",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "A. W przypadku pytań lub wątpliwości dotyczących niniejszego Regulaminu prosimy o kontakt, korzystając z danych kontaktowych podanych w aplikacji Odzieżowej. Korzystając z Aplikacji Odzieżowej, potwierdzasz, że przeczytałeś, zrozumiałeś i zgodziłeś się na niniejsze Warunki. Jeżeli nie wyrażasz zgody na te warunki, prosimy nie korzystać z aplikacji. Dalsze korzystanie z aplikacji oznacza akceptację niniejszych warunków oraz wszelkich aktualizacji i poprawek.",
    "Information Collection": "Zbieranie informacji",
    "We may collect the following sensitive information:": "Możemy gromadzić następujące wrażliwe informacje:",
    "a. Images: We may collect and store images that you choose to upload or share within the app.": "A. Obrazy: możemy gromadzić i przechowywać obrazy, które zdecydujesz się przesłać lub udostępnić w aplikacji.",
    "b. Email Addresses: We may collect your email address to facilitate communication and account management.": "B. Adresy e-mail: Możemy gromadzić Twój adres e-mail, aby ułatwić komunikację i zarządzanie kontem.",
    "c. Phone Numbers: We may collect your phone number for account verification and communication purposes.": "C. Numery telefonów: Możemy zebrać Twój numer telefonu w celu weryfikacji konta i celów komunikacyjnych.",
    "d. Addresses: We may collect your physical address to provide location-based services orn for shipping purposes.": "D. Adresy: Możemy gromadzić Twój adres fizyczny w celu świadczenia usług opartych na lokalizacji lub do celów wysyłki.",
    "e. Location Data: We may collect and use your device's location data to enhance your experience within the Service, such as location-based features.": "mi. Dane lokalizacyjne: Możemy gromadzić i wykorzystywać dane o lokalizacji Twojego urządzenia, aby poprawić Twoje doświadczenia z Usługą, np. funkcje oparte na lokalizacji."
  },
  "Address": {
    "Address Book": "Książka adresowa",
    "Add new Address": "Dodaj nowy adres",
    "Choose Address": "Wybierz Adres",
    "Use current location": "Użyj bieżącej lokalizacji",
    "No Address": "Brak adresu",
    "Enter Complete Address": "Wprowadź pełny adres",
    "Add Address": "Dodaj adres"
  }
}
