{
  "avatar": {
    "title": "Crie seu avatar",
    "select your gender": "Selecione o seu sexo",
    "male": "Macho",
    "female": "Fêmea",
    "Next": "Próximo",
    "select your skintone": "Selecione seu tom de pele",
    "Previous": "Anterior",
    "Done": "Feito"
  },
  "language": {
    "Choose Your Language": "Escolha seu idioma"
  },
  "account": {
    "Avatar": "avatar",
    "My cart": "Meu carrinho",
    "My orders": "minhas ordens",
    "Address Book": "Livro de endereços",
    "Accessories": "Acessórios",
    "Language": "Linguagem",
    "Currency": "Moeda",
    "Help & FAQ": "Ajuda e perguntas frequentes ",
    "About us": "Sobre nós",
    "Customer care": "Servico de atendimento ao Consumidor",
    "Log out": "Sair",
    "Delete Account": "Deletar conta",
    "Terms And Condition": "Termos e Condições",
    "Subscribe now": "Inscreva-se agora",
    "Map": "Mapa",
    "Home": "Lar"
  },
  "midlevel": {
    "Select Style": "Selecione o estilo",
    "Select Country": "Selecione o pais",
    "Select Size": "Selecione o tamanho",
    "Select Color": "Selecione a cor    ",
    "Add more": "Adicione mais ",
    "Buy now": "Comprar agora",
    "Add Image": "Adicionar imagem",
    "Add Text": "Adicione texto",
    "Done": "Feito",
    "Select Design": "Selecione Projeto",
    "Select Style to move further": "Selecione Estilo para avançar",
    "Colors": "Cor",
    "Styles": "Estilos",
    "Sizes": "Tamanhos",
    "Select area to add image": "Selecione a área para adicionar imagem"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "TERMOS E CONDIÇÕES",
    "Welcome to": "Bem-vindo ao",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "LEIA ESTES TERMOS DE USO COM ATENÇÃO ANTES DE USAR O APLICATIVO DE ROUPA.",
    "Acceptance of Terms": "Aceitação dos Termos",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "Aceitação dos Termos Ao baixar, instalar ou usar roupas SJ, você concorda em obedecer a estes Termos e Condições. Se você não concorda com qualquer parte destes termos, não deverá usar o aplicativo.",
    "Account Registration": "Registro de conta.",
    "a. You must provide accurate and complete information when registering for an account on the Clothing App.": "a. Você deve fornecer informações precisas e completas ao registrar uma conta no aplicativo Clothing.",
    "b. You are responsible for maintaining the confidentiality of your account information,including your username and password.": "b. Você é responsável por manter a confidencialidade das informações da sua conta, incluindo seu nome de usuário e senha.",
    "c. You are responsible for all activities that occur under your account.": "c. Você é responsável por todas as atividades que ocorrem em sua conta.",
    "d. You must notify us immediately of any unauthorized use of your account.": "d. Você deve nos notificar imediatamente sobre qualquer uso não autorizado de sua conta.",
    "Payment": "Pagamento",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "a. Ao fazer um pedido por meio do aplicativo, você concorda em pagar pelos produtos ou serviços solicitados nos preços especificados, incluindo quaisquer impostos e taxas de envio aplicáveis.",
    "b. Payment information is securely processed, and we do not store your payment details.": "b. As informações de pagamento são processadas com segurança e não armazenamos seus dados de pagamento.",
    "Profile": "Perfil",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "a. Você pode criar e gerenciar seu perfil no aplicativo Clothing, incluindo informações pessoais, preferências e histórico de pedidos.",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "b. Qualquer informação que você fornecer em seu perfil deve ser precisa e atualizada.",
    "Intellectual Property": "Propriedade intelectual",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "a. Todo o conteúdo e materiais do aplicativo Clothing, incluindo, entre outros, textos, gráficos, logotipos e imagens, são propriedade intelectual da empresa. Você não pode usar, reproduzir ou distribuir esses materiais sem nosso consentimento expresso por escrito.",
    "User Conduct": "Conduta do usuário",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "a. Você concorda em não se envolver em atividades ilegais, ofensivas ou prejudiciais no aplicativo Clothing.",
    "Privacy": "Privacidade",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "a. Coletamos e usamos suas informações pessoais de acordo com nossa Declaração de Privacidade.",
    "Termination": "Terminação",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "a. Poderemos encerrar ou suspender sua conta e acesso ao aplicativo, com ou sem aviso prévio, por qualquer motivo, incluindo violação destes Termos e Condições.",
    "Changes to Terms and Conditions": "Alterações nos Termos e Condições",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "a. Reservamo-nos o direito de modificar estes Termos e Condições a qualquer momento. É sua responsabilidade revisar estes termos regularmente. O uso continuado do aplicativo após quaisquer alterações indica sua aceitação dos termos modificados.",
    "Contact Information": "Informações de contato",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "a. Para dúvidas ou preocupações sobre estes Termos e Condições, entre em contato conosco usando as informações de contato fornecidas no aplicativo Clothing. Ao usar o Aplicativo de Roupas, você reconhece que leu, compreendeu e concordou com estes Termos e Condições. Se você não concorda com estes termos, não use o aplicativo. O uso continuado do aplicativo indica sua aceitação destes termos e de quaisquer atualizações ou revisões.",
    "Information Collection": "Coleta de informações",
    "We may collect the following sensitive information:": "Podemos coletar as seguintes informações confidenciais:",
    "a. Images - We may collect and store images that you choose to upload or share within the app.": "a. Imagens: podemos coletar e armazenar imagens que você optar por enviar ou compartilhar no aplicativo.",
    "b. Email Addresses - We may collect your email address to facilitate communication and account management.": "b. Endereços de e-mail: Podemos coletar seu endereço de e-mail para facilitar a comunicação e o gerenciamento da conta.",
    "c. Phone Numbers - We may collect your phone number for account verification and communication purposes.": "c. Números de telefone: podemos coletar seu número de telefone para verificação de conta e fins de comunicação.",
    "d. Addresses - We may collect your physical address to provide location-based services or for shipping purposes.": "d. Endereços: podemos coletar seu endereço físico para fornecer serviços baseados em localização ou para fins de envio.",
    "e. Location Data - We may collect and use your devices location data to enhance your experience within the Service, such as location-based features.": "e. Dados de localização: podemos coletar e usar dados de localização do seu dispositivo para aprimorar sua experiência no Serviço, como recursos baseados em localização."
  }
}
