{
  "avatar": {
    "title": "Создайте свой аватар",
    "select your gender": "Выбери свой пол",
    "male": "Мужской",
    "female": "Женский",
    "Next": "Следующий",
    "select your skintone": "Выберите свой скинтон",
    "Previous": "Предыдущий",
    "Done": "Сделанный"
  },
  "language": {
    "Choose Your Language": "Выберите ваш язык"
  },
  "account": {
    "Avatar": "Аватар",
    "My cart": "Моя тележка",
    "My orders": "мои заказы",
    "Address Book": "Адресная книга",
    "Accessories": "Аксессуары",
    "Language": "Язык",
    "Currency": "Валюта",
    "Help & FAQ": "Помощь и часто задаваемые вопросы",
    "About us": "О нас",
    "Customer care": "Обслуживание клиентов",
    "Log out": "Выйти",
    "Delete Account": "Удалить аккаунт",
    "Terms And Condition": "Сроки и условия",
    "Subscribe now": "Подпишись сейчас",
    "Map": "карта",
    "Home": "Дом"
  },
  "midlevel": {
    "Select Style": "Выберите стиль",
    "Select Country": "Выберите страну",
    "Select Size": "Выберите размер",
    "Select Color": "Выберите цвет",
    "Add more": "Добавить больше    ",
    "Buy now": "Купить сейчас",
    "Add Image": "Добавить изображение",
    "Add Text": "Добавить текст",
    "Done": "Сделанный",
    "Select Design": "Выберите дизайн",
    "Select Style to move further": "Выберите стиль, чтобы двигаться дальше",
    "Colors": "Цвет",
    "Styles": "Стили",
    "Sizes": "Размеры",
    "Select area to add image": "Выберите область для добавления изображения"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "УСЛОВИЯ И ПОЛОЖЕНИЯ",
    "Welcome to": "Добро пожаловать в",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "ПОЖАЛУЙСТА, ВНИМАТЕЛЬНО ПРОЧИТАЙТЕ ЭТИ УСЛОВИЯ ИСПОЛЬЗОВАНИЯ ПЕРЕД ИСПОЛЬЗОВАНИЕМ ПРИЛОЖЕНИЯ ДЛЯ ОДЕЖДЫ.",
    "Acceptance of Terms": "Принятие условий",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "Принятие Условий Загружая, устанавливая или используя одежду SJ, вы соглашаетесь соблюдать настоящие Условия. Если вы не согласны с какой-либо частью этих условий, вам не следует использовать приложение.",
    "Account Registration": "Регистрация аккаунта",
    "a. You must provide accurate and complete information when registering for an account on the Clothing App.": "а. Вы должны предоставить точную и полную информацию при регистрации учетной записи в приложении «Одежда».",
    "b. You are responsible for maintaining the confidentiality of your account information,including your username and password.": "б. Вы несете ответственность за сохранение конфиденциальности информации вашей учетной записи, включая имя пользователя и пароль.",
    "c. You are responsible for all activities that occur under your account.": "в. Вы несете ответственность за все действия, происходящие под вашей учетной записью.",
    "d. You must notify us immediately of any unauthorized use of your account.": "д. Вы должны немедленно уведомить нас о любом несанкционированном использовании вашей учетной записи.",
    "Payment": "Оплата",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "а. Размещая заказ через приложение, вы соглашаетесь оплатить заказанные продукты или услуги по указанным ценам, включая все применимые налоги и стоимость доставки.",
    "b. Payment information is securely processed, and we do not store your payment details.": "б. Платежная информация надежно обрабатывается, и мы не храним ваши платежные данные.",
    "Profile": "Профиль",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "а. Вы можете создать свой профиль в приложении «Одежда» и управлять им, включая личную информацию, предпочтения и историю заказов.",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "б. Любая информация, которую вы предоставляете в своем профиле, должна быть точной и актуальной.",
    "Intellectual Property": "Интеллектуальная собственность",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "а. Весь контент и материалы приложения «Одежда», включая, помимо прочего, текст, графику, логотипы и изображения, являются интеллектуальной собственностью компании. Вы не имеете права использовать, воспроизводить или распространять эти материалы без нашего явного письменного согласия.",
    "User Conduct": "Поведение пользователей",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "а. Вы соглашаетесь не участвовать в каких-либо незаконных, оскорбительных или вредных действиях в приложении «Одежда».",
    "Privacy": "Конфиденциальность",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "а. Мы собираем и используем вашу личную информацию в соответствии с нашим Заявлением о конфиденциальности.",
    "Termination": "Прекращение действия",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "а. Мы можем прекратить или приостановить действие вашей учетной записи и доступа к приложению с уведомлением или без него по любой причине, включая нарушение настоящих Условий и положений.",
    "Changes to Terms and Conditions": "Изменения в Условиях использования",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "а. Мы оставляем за собой право изменять настоящие Условия в любое время. Вы несете ответственность за регулярное ознакомление с этими условиями. Продолжение использования вами приложения после внесения любых изменений означает ваше согласие с измененными условиями.",
    "Contact Information": "Контактная информация",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "а. Если у вас есть вопросы или сомнения относительно настоящих Положений и условий, свяжитесь с нами, используя контактную информацию, указанную в приложении «Одежда». Используя приложение «Одежда», вы подтверждаете, что прочитали, поняли и согласились с настоящими Условиями. Если вы не согласны с этими условиями, пожалуйста, не используйте приложение. Ваше дальнейшее использование приложения означает ваше согласие с этими условиями, а также с любыми обновлениями и изменениями.",
    "Information Collection": "Сбор информации",
    "We may collect the following sensitive information:": "Мы можем собирать следующую конфиденциальную информацию",
    "a. Images - We may collect and store images that you choose to upload or share within the app.": "а. Изображения. Мы можем собирать и хранить изображения, которые вы решите загрузить или поделиться ими в приложении.",
    "b. Email Addresses - We may collect your email address to facilitate communication and account management.": "б. Адреса электронной почты. Мы можем собирать ваш адрес электронной почты для облегчения связи и управления учетной записью.",
    "c. Phone Number - We may collect your phone number for account verification and communication purposes.": "в. Номер телефона. Мы можем получить ваш номер телефона для проверки учетной записи и связи.",
    "d. Addresses - We may collect your physical address to provide location-based services or for shipping purposes.": "д. Адреса. Мы можем собирать ваш физический адрес для предоставления услуг на основе местоположения или для целей доставки.",
    "e. Location Data - We may collect and use your devices location data to enhance your experience within the Service, such as location-based features.": "е. Данные о местоположении. Мы можем собирать и использовать данные о местоположении ваших устройств, чтобы улучшить ваше взаимодействие с Сервисом, например, функции, основанные на местоположении."
  },
  "Address": {
    "Address Book": "Адресная книга",
    "Add new Address": "Добавить новый адрес",
    "Choose Address": "Выберите адрес",
    "Use current location": "Использовать текущее местоположение",
    "No Address": "Нет адреса",
    "Enter Complete Address": "Введите полный адрес",
    "Add Address": "Добавить адрес"
  }
}
