{
  "avatar": {
    "title": "உங்கள் அவதாரத்தை உருவாக்கவும்",
    "select your gender": "உங்கள் பாலினத்தை தேர்வுசெய்யவும்",
    "male": "ஆண்",
    "female": "பெண்",
    "next": "அடுத்தது",
    "select your skintone": "உங்கள் ஸ்கின்டோனைத் தேர்ந்தெடுக்கவும்",
    "previous": "முந்தைய",
    "done": "முடிந்தது"
  },
  "language": {
    "Choose Your Language": "உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்"
  },
  "account": {
    "Avatar": "அவதாரம்",
    "My cart": "என் வண்டி",
    "My orders": "என் கட்டளைகள்",
    "Addressbook": "முகவரி புத்தகம்",
    "Accessories": "துணைக்கருவிகள்",
    "Language": "மொழி",
    "Currency": "நாணய",
    "Help & FAQ": "உதவி & அடிக்கடி கேட்கப்படும் கேள்விகள்",
    "About us": "எங்களை பற்றி",
    "Customer care": "வாடிக்கையாளர் சேவை",
    "Log out": "வெளியேறு",
    "Subscribe now": "இப்போது குழுசேர்",
    "Map": "வரைபடம்",
    "Home": "வீடு"
  },
  "midlevel": {
    "Select Style": "நடையைத் தேர்ந்தெடுக்கவும்",
    "Select Country": "நாட்டினை தேர்வுசெய்",
    "Select Size": "அளவை தேர்வுசெய்க",
    "Select Color": "வண்ணத்தைத் தேர்ந்தெடுக்கவும்",
    "Add more": "மேலும் சேர்க்கவும்",
    "Buy now": "இப்போது வாங்க",
    "Add Image": "படத்தைச் சேர்க்கவும்",
    "Add Text": "உரையைச் சேர்க்கவும்",
    "Done": "முடிந்தது",
    "Select Design": "வடிவமைப்பைத் தேர்ந்தெடுக்கவும்",
    "Select Style to move further": "மேலும் செல்ல நடையைத் தேர்ந்தெடுக்கவும்",
    "Colors": "நிறம்",
    "Styles": "பாணிகள்",
    "Sizes": "அளவுகள்",
    "Select area to add image": "படத்தைச் சேர்க்க பகுதியைத் தேர்ந்தெடுக்கவும்"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "",
    "Welcome to": "",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "",
    "Acceptance of Terms": "",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "",
    "Account Registration": "",
    " a. You must provide accurate and complete information when registering for an account on the Clothing App.": "",
    "b. You are responsible for maintaining the confidentiality of your account information, including your username and password.": "",
    "c. You are responsible for all activities that occur under your account.": "",
    "d. You must notify us immediately of any unauthorized use of your account.": "",
    "Payment": "",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "",
    "b. Payment information is securely processed, and we do not store your payment details.": "",
    "Profile": "",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "",
    "Intellectual Property": "",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "",
    "User Conduct": "",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "",
    "Privacy": "",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "",
    "Termination": "",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "",
    " Changes to Terms and Conditions ": "",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "",
    "Contact Information": "",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "",
    "Information Collection": "",
    "We may collect the following sensitive information:": "",
    "a. Images: We may collect and store images that you choose to upload or share within the app.": "",
    "b. Email Addresses: We may collect your email address to facilitate communication and account management.": "",
    "c. Phone Numbers: We may collect your phone number for account verification and communication purposes.": "",
    "d. Addresses: We may collect your physical address to provide location-based services orn for shipping purposes.": "",
    "e. Location Data: We may collect and use your device's location data to enhance your experience within the Service, such as location-based features.": ""
  }
}
