{
  "avatar": {
    "title": "உங்கள் அவதாரத்தை உருவாக்கவும்",
    "select your gender": "உங்கள் பாலினத்தை தேர்வுசெய்யவும்",
    "male": "ஆண்",
    "female": "பெண்",
    "Next": "அடுத்தது",
    "select your skintone": "உங்கள் ஸ்கின்டோனைத் தேர்ந்தெடுக்கவும்",
    "Previous": "முந்தைய",
    "Done": "முடிந்தது"
  },
  "language": {
    "Choose Your Language": "உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்"
  },
  "account": {
    "Avatar": "அவதாரம்",
    "My cart": "என் வண்டி",
    "My orders": "என் கட்டளைகள்",
    "Address Book": "முகவரி புத்தகம்",
    "Accessories": "துணைக்கருவிகள்",
    "Terms And Condition": "விதிமுறைகள் மற்றும் நிபந்தனைகளின்",
    "Language": "மொழி",
    "Currency": "நாணய",
    "Help & FAQ": "உதவி & அடிக்கடி கேட்கப்படும் கேள்விகள்",
    "About us": "எங்களை பற்றி",
    "Customer care": "வாடிக்கையாளர் சேவை",
    "Log out": "வெளியேறு",
    "Delete Account": "அழி",
    "Subscribe now": "இப்போது குழுசேர்",
    "Map": "வரைபடம்",
    "Home": "வீடு"
  },
  "midlevel": {
    "Select Style": "ஸ்டைலை தேர்ந்தெடுக்கவும்",
    "Select Country": "நாட்டினை தேர்வுசெய்",
    "Select Size": "அளவை தேர்வுசெய்க",
    "Select Color": "நிறத்தை தேர்ந்தெடுக்கவும்",
    "Add more": "மேலும் சேர்க்கவும்",
    "Buy now": "இப்போதே வாங்குக",
    "Add Image": "படம்",
    "Add Text": "உரை படம்",
    "Done": "முடிந்தது",
    "Select Design": "வடிவமைப்பைத் தேர்ந்தெடுக்கவும்",
    "Select Style to move further": "மேலும் செல்ல ஸ்டைலைத் தேர்ந்தெடுக்கவும்",
    "Colors": "நிறம்",
    "Styles": "ஸ்டைல்ஸ்",
    "Sizes": "அளவுகள்",
    "Select area to add image": "படத்தைச் சேர்க்க பகுதியைத் தேர்ந்தெடுக்கவும்",
    "Select area to add text": "உரைப் படத்தைச் சேர்க்க பகுதியைத் தேர்ந்தெடுக்கவும்"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "விதிமுறைகளும் நிபந்தனைகளும்",
    "Welcome to": "வரவேற்கிறோம்",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "ஆடை பயன்பாட்டைப் பயன்படுத்துவதற்கு முன், இந்தப் பயன்பாட்டு விதிமுறைகளை கவனமாகப் படிக்கவும்.",
    "Acceptance of Terms": "விதிமுறைகளை ஏற்றுக்கொள்வது",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms,you should not use the app.": "SJ clothing பதிவிறக்குதல், நிறுவுதல் அல்லது பயன்படுத்துவதன் மூலம் விதிமுறைகளை ஏற்றுக்கொள்வது, இந்த விதிமுறைகள் மற்றும் நிபந்தனைகளுக்குக் கட்டுப்படுவதை ஒப்புக்கொள்கிறீர்கள். இந்த விதிமுறைகளின் எந்தப் பகுதியையும் நீங்கள் ஏற்கவில்லை என்றால், நீங்கள் பயன்பாட்டைப் பயன்படுத்தக்கூடாது.",
    "Account Registration": "கணக்கு பதிவு",
    "a. You must provide accurate and complete information when registering for an account on the Clothing App.": "அ. ஆடை பயன்பாட்டில் கணக்கு பதிவு செய்யும் போது துல்லியமான மற்றும் முழுமையான தகவலை வழங்க வேண்டும்.",
    "b. You are responsible for maintaining the confidentiality of your account information,including your username and password.": "ஆ. உங்கள் பயனர்பெயர் மற்றும் கடவுச்சொல் உட்பட, உங்கள் கணக்குத் தகவலின் ரகசியத்தன்மையைப் பேணுவதற்கு நீங்கள் பொறுப்பு.",
    "c. You are responsible for all activities that occur under your account.": "இ. உங்கள் கணக்கின் கீழ் நிகழும் அனைத்து நடவடிக்கைகளுக்கும் நீங்கள் பொறுப்பு.",
    "d. You must notify us immediately of any unauthorized use of your account.": "ஈ. உங்கள் கணக்கை அங்கீகரிக்காமல் பயன்படுத்தினால் உடனடியாக எங்களுக்குத் தெரிவிக்க வேண்டும்.",
    "Payment": "பணம் செலுத்துதல்",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "அ. பயன்பாட்டின் மூலம் ஆர்டர் செய்யும் போது, ​​பொருந்தக்கூடிய வரிகள் மற்றும் ஷிப்பிங் கட்டணங்கள் உட்பட குறிப்பிட்ட விலையில் ஆர்டர் செய்யப்பட்ட தயாரிப்புகள் அல்லது சேவைகளுக்கு பணம் செலுத்த ஒப்புக்கொள்கிறீர்கள்.",
    "b. Payment information is securely processed, and we do not store your payment details.": "ஆ. கட்டணத் தகவல் பாதுகாப்பாகச் செயலாக்கப்படுகிறது, உங்கள் கட்டண விவரங்களை நாங்கள் சேமிப்பதில்லை.",
    "Profile": "சுயவிவரம்",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "அ. தனிப்பட்ட தகவல், விருப்பத்தேர்வுகள் மற்றும் ஆர்டர் வரலாறு உட்பட ஆடை பயன்பாட்டில் உங்கள் சுயவிவரத்தை உருவாக்கி நிர்வகிக்கலாம்.",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "ஆ. உங்கள் சுயவிவரத்தில் நீங்கள் வழங்கும் எந்த தகவலும் துல்லியமாகவும் புதுப்பித்ததாகவும் இருக்க வேண்டும்.",
    "Intellectual Property": "அறிவுசார் சொத்து",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "அ. ஆடை பயன்பாட்டில் உள்ள அனைத்து உள்ளடக்கம் மற்றும் பொருட்கள், உரை, கிராபிக்ஸ், லோகோக்கள் மற்றும் படங்கள் உட்பட ஆனால் அவை மட்டும் அல்ல, நிறுவனத்தின் அறிவுசார் சொத்து. எங்களின் வெளிப்படையான எழுத்துப்பூர்வ அனுமதியின்றி நீங்கள் இந்தப் பொருட்களைப் பயன்படுத்தவோ, இனப்பெருக்கம் செய்யவோ அல்லது விநியோகிக்கவோ கூடாது.",
    "User Conduct": "பயனர் நடத்தை",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "அ. ஆடை பயன்பாட்டில் சட்டத்திற்குப் புறம்பான, புண்படுத்தும் அல்லது தீங்கு விளைவிக்கும் செயல்களில் ஈடுபட வேண்டாம் என்று ஒப்புக்கொள்கிறீர்கள்.",
    "Privacy": "தனியுரிமை",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "அ. எங்கள் தனியுரிமை அறிக்கையின்படி உங்கள் தனிப்பட்ட தகவலை நாங்கள் சேகரித்து பயன்படுத்துகிறோம்.",
    "Termination": "முடிவுகட்டுதல்",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "அ. இந்த விதிமுறைகள் மற்றும் நிபந்தனைகளை மீறுவது உட்பட, எந்தவொரு காரணத்திற்காகவும், அறிவிப்புடன் அல்லது இல்லாமல், உங்கள் கணக்கையும் ஆப்ஸிற்கான அணுகலையும் நாங்கள் நிறுத்தலாம் அல்லது இடைநிறுத்தலாம்.",
    "Changes to Terms and Conditions": "விதிமுறைகள் மற்றும் நிபந்தனைகளில் மாற்றங்கள்",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "அ. எந்த நேரத்திலும் இந்த விதிமுறைகள் மற்றும் நிபந்தனைகளை மாற்றுவதற்கான உரிமையை நாங்கள் வைத்திருக்கிறோம். இந்த விதிமுறைகளை தவறாமல் மதிப்பாய்வு செய்வது உங்கள் பொறுப்பாகும். ஏதேனும் மாற்றங்களுக்குப் பிறகு நீங்கள் பயன்பாட்டைத் தொடர்ந்து பயன்படுத்துவது, மாற்றியமைக்கப்பட்ட விதிமுறைகளை நீங்கள் ஏற்றுக்கொண்டதைக் குறிக்கிறது.",
    "Contact Information": "தொடர்பு தகவல்",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us  using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "அ. இந்த விதிமுறைகள் மற்றும் நிபந்தனைகள் தொடர்பான கேள்விகள் அல்லது கவலைகளுக்கு, ஆடை பயன்பாட்டில் வழங்கப்பட்டுள்ள தொடர்புத் தகவலைப் பயன்படுத்தி எங்களைத் தொடர்பு கொள்ளவும். ஆடை பயன்பாட்டைப் பயன்படுத்துவதன் மூலம், இந்த விதிமுறைகள் மற்றும் நிபந்தனைகளைப் படித்து, புரிந்துகொண்டு, ஒப்புக்கொண்டீர்கள் என்பதை ஒப்புக்கொள்கிறீர்கள். இந்த விதிமுறைகளை நீங்கள் ஏற்கவில்லை என்றால், பயன்பாட்டைப் பயன்படுத்த வேண்டாம். பயன்பாட்டை நீங்கள் தொடர்ந்து பயன்படுத்துவது, இந்த விதிமுறைகள் மற்றும் ஏதேனும் புதுப்பிப்புகள் அல்லது திருத்தங்களை நீங்கள் ஏற்றுக்கொண்டதைக் குறிக்கிறது.",
    "Information Collection": "தகவல் சேகரிப்பு",
    "We may collect the following sensitive information:": "பின்வரும் முக்கியமான தகவல்களை நாங்கள் சேகரிக்கலாம்:",
    "a. Images - We may collect and store images that you choose to upload or share within the app.": "அ. படங்கள் - நீங்கள் பதிவேற்ற அல்லது பயன்பாட்டில் பகிர விரும்பும் படங்களை நாங்கள் சேகரித்து சேமிக்கலாம்.",
    "b. Email Addresses - We may collect your email address to facilitate communication and account management.": "ஆ. மின்னஞ்சல் முகவரிகள் - தொடர்பு மற்றும் கணக்கு நிர்வாகத்தை எளிதாக்க உங்கள் மின்னஞ்சல் முகவரியை நாங்கள் சேகரிக்கலாம்.",
    "c. Phone Numbers - We may collect your phone number for account verification and communication purposes.": "இ. தொலைபேசி எண்கள் - கணக்கு சரிபார்ப்பு மற்றும் தகவல் தொடர்பு நோக்கங்களுக்காக உங்கள் தொலைபேசி எண்ணை நாங்கள் சேகரிக்கலாம்.",
    "d. Addresses - We may collect your physical address to provide location-based services or for shipping purposes.": "ஈ. முகவரிகள் - இருப்பிட அடிப்படையிலான சேவைகளை வழங்குவதற்காக அல்லது ஷிப்பிங் நோக்கங்களுக்காக உங்கள் இருப்பிட முகவரியை நாங்கள் சேகரிக்கலாம்.",
    "e. Location Data - We may collect and use your devices location data to enhance your experience within the Service, such as location-based features.": "உ. இருப்பிடத் தரவு - இருப்பிட அடிப்படையிலான அம்சங்கள் போன்ற சேவையில் உங்கள் அனுபவத்தை மேம்படுத்த உங்கள் சாதனங்களின் இருப்பிடத் தரவை நாங்கள் சேகரித்துப் பயன்படுத்தலாம்."
  },
  "Address": {
    "Address Book": "முகவரி புத்தகம்",
    "Add new Address": "புதிய முகவரியைச் சேர்க்கவும்",
    "Choose Address": "முகவரியைத் தேர்ந்தெடுக்கவும்",
    "Use current location": "தற்போதைய இருப்பிடத்தைப் பயன்படுத்தவும்",
    "No Address": "முகவரி இல்லை",
    "Enter Complete Address": "முழுமையான முகவரியை உள்ளிடவும்",
    "Add Address": "முகவரியைச் சேர்க்கவும்"
  }
}
