{
  "avatar": {
    "title": "Avatarınızı Oluşturun",
    "select your gender": "Cinsiyetinizi seçiniz",
    "male": "Erkek",
    "female": "Dişi",
    "Next": "Sonraki",
    "select your skintone": "Cilt Tonunuzu Seçin ",
    "Previous": "Öncesi",
    "Done": "Tamamlamak"
  },
  "language": {
    "Choose Your Language": "Dilinizi seçin"
  },
  "account": {
    "Avatar": "avatar",
    "My cart": "Sepetim",
    "My orders": "Siparişlerim",
    "Address Book": "Adres defteri",
    "Accessories": "Aksesuarlar",
    "Language": "Dil",
    "Currency": "Para birimi",
    "Help & FAQ": "Yardım ve SSS",
    "About us": "Hakkımızda",
    "Customer care": "Müşteri Hizmetleri",
    "Log out": "Çıkış Yap",
    "Delete Account": "Hesabı sil",
    "Terms And Condition": "Şartlar ve koşullar",
    "Subscribe now": "HarŞimdi abone olunita",
    "Map": "Harita",
    "Home": "Ev"
  },
  "midlevel": {
    "Select Style": "Stil Seç",
    "Select Country": "Ülke Seçiniz",
    "Select Size": "Beden seçin",
    "Select Color": "Renk seç    ",
    "Add more": "Daha ekle",
    "Buy now": "Şimdi al",
    "Add Image": "Resim eklemek",
    "Add Text": "Yazı ekle",
    "Done": "Tamamlamak",
    "Select Design": "Tasarım Seçin",
    "Select Style to move further": "Daha ileri gitmek için Stil'i seçin",
    "Colors": "Renk",
    "Styles": "Stiller",
    "Sizes": "Boyutlar",
    "Select area to add image": "Resim eklenecek alanı seçin"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "ŞARTLAR VE KOŞULLAR",
    "Welcome to": "Hoşgeldiniz",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "LÜTFEN GİYİM UYGULAMASINI KULLANMADAN ÖNCE BU KULLANIM KOŞULLARINI DİKKATLİCE OKUYUN.",
    "Acceptance of Terms": "ŞARTLARIN kabulü",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "Şartların Kabulü SJ giysilerini indirerek, kurarak veya kullanarak bu Şartlar ve Koşullara bağlı kalmayı kabul etmiş olursunuz. Bu şartların herhangi bir bölümünü kabul etmiyorsanız uygulamayı kullanmamalısınız.",
    "Account Registration": "hesap kaydı",
    "a. You must provide accurate and complete information when registering for an account on the Clothing App.": "A. Giyim Uygulamasında bir hesaba kaydolurken doğru ve eksiksiz bilgi vermelisiniz.",
    "b. You are responsible for maintaining the confidentiality of your account information,including your username and password.": "B. Kullanıcı adınız ve şifreniz de dahil olmak üzere hesap bilgilerinizin gizliliğini korumak sizin sorumluluğunuzdadır.",
    "c. You are responsible for all activities that occur under your account.": "C. Hesabınız altında gerçekleşen tüm faaliyetlerden siz sorumlusunuz.",
    "d. You must notify us immediately of any unauthorized use of your account.": "D. Hesabınızın yetkisiz kullanımı durumunda bizi derhal bilgilendirmelisiniz.",
    "Payment": "Ödeme",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "A. Uygulama aracılığıyla sipariş verdiğinizde, sipariş edilen ürün veya hizmetler için geçerli vergiler ve nakliye ücretleri de dahil olmak üzere belirtilen fiyatlar üzerinden ödeme yapmayı kabul edersiniz.",
    "b. Payment information is securely processed, and we do not store your payment details.": "B. Ödeme bilgileri güvenli bir şekilde işlenir ve ödeme ayrıntılarınızı saklamayız.",
    "Profile": "Profil",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "A. Giyim Uygulamasında kişisel bilgileriniz, tercihleriniz ve sipariş geçmişiniz de dahil olmak üzere profilinizi oluşturabilir ve yönetebilirsiniz.",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "B. Profilinizde sağladığınız tüm bilgilerin doğru ve güncel olması gerekir.",
    "Intellectual Property": "Fikri mülkiyet",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "A. Giyim Uygulamasındaki metin, grafik, logo ve resimler dahil ancak bunlarla sınırlı olmamak üzere tüm içerik ve materyaller şirketin fikri mülkiyetindedir. Bu materyalleri bizim açık yazılı iznimiz olmadan kullanamaz, çoğaltamaz veya dağıtamazsınız.",
    "User Conduct": "Kullanıcı Davranışı",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "A. Giyim Uygulamasında herhangi bir yasa dışı, saldırgan veya zararlı faaliyette bulunmamayı kabul edersiniz.",
    "Privacy": "Mahremiyet",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "A. Kişisel bilgilerinizi Gizlilik Bildirimimize uygun olarak topluyor ve kullanıyoruz.",
    "Termination": "Sonlandırma",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "A. Bu Şartlar ve Koşulların ihlali de dahil olmak üzere herhangi bir nedenle, bildirimde bulunarak veya bulunmaksızın hesabınızı ve uygulamaya erişiminizi sonlandırabilir veya askıya alabiliriz.",
    "Changes to Terms and Conditions": "Şartlar ve Koşullarda Değişiklikler",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "A. Bu Hüküm ve Koşulları herhangi bir zamanda değiştirme hakkını saklı tutuyoruz. Bu şartları düzenli olarak incelemek sizin sorumluluğunuzdadır. Herhangi bir değişiklikten sonra uygulamayı kullanmaya devam etmeniz, değiştirilen şartları kabul ettiğiniz anlamına gelir.",
    "Contact Information": "İletişim bilgileri",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "A. Bu Hüküm ve Koşullara ilişkin sorularınız veya endişeleriniz için lütfen Giyim Uygulamasında sağlanan iletişim bilgilerini kullanarak bizimle iletişime geçin. Giyim Uygulamasını kullanarak bu Hüküm ve Koşulları okuduğunuzu, anladığınızı ve kabul ettiğinizi onaylamış olursunuz. Bu şartları kabul etmiyorsanız lütfen uygulamayı kullanmayın. Uygulamayı kullanmaya devam etmeniz, bu şartları ve her türlü güncelleme veya revizyonu kabul ettiğiniz anlamına gelir.",
    "Information Collection": "Bilgi koleksiyonu",
    "We may collect the following sensitive information:": "Aşağıdaki hassas bilgileri toplayabiliriz",
    "a. Images - We may collect and store images that you choose to upload or share within the app.": "A. Görseller - Uygulama içerisinde yüklemeyi veya paylaşmayı seçtiğiniz görselleri toplayabilir ve saklayabiliriz.",
    "b. Email Addresses - We may collect your email address to facilitate communication and account management.": "B. E-posta Adresleri - İletişimi ve hesap yönetimini kolaylaştırmak için e-posta adresinizi toplayabiliriz.",
    "c. Phone Numbers - We may collect your phone number for account verification and communication purposes.": "C. Telefon Numaraları - Hesap doğrulama ve iletişim amacıyla telefon numaranızı toplayabiliriz.",
    "d. Addresses - We may collect your physical address to provide location-based services or for shipping purposes.": "D. Adresler - Konum bazlı hizmetler sağlamak veya nakliye amacıyla fiziksel adresinizi toplayabiliriz.",
    "e. Location Data - We may collect and use your devices location data to enhance your experience within the Service, such as location-based features.": "e. Konum Verileri - Hizmet içindeki deneyiminizi geliştirmek için konum tabanlı özellikler gibi cihazlarınızın konum verilerini toplayabilir ve kullanabiliriz."
  },
  "Address": {
    "Address Book": "Adres defteri",
    "Add new Address": "Yeni adres ekleyin",
    "Choose Address": "Adres Seçin",
    "Use current location": "Mevcut konumu kullan",
    "No Address": "Adres Yok",
    "Enter Complete Address": "Tam Adresi Girin",
    "Add Address": "Adres Ekle"
  }
}
