{
  "avatar": {
    "title": "Створіть свій аватар",
    "select your gender": "Виберіть свою стать",
    "male": "Чоловік",
    "female": "Жінка",
    "Next": "Далі",
    "select your skintone": "Виберіть свій колір шкіри",
    "Previous": "Попередній",
    "Done": "Готово"
  },
  "language": {
    "Choose Your Language": "Виберіть свою мову"
  },
  "account": {
    "Avatar": "Аватар",
    "My cart": "Мій кошик",
    "My orders": "Мої замовлення",
    "Address Book": "Адресна книга",
    "Accessories": "Аксесуари",
    "Language": "Мова",
    "Currency": "Валюта",
    "Help & FAQ": "Довідка та поширені запитання",
    "About us": "Про нас",
    "Customer care": "Обслуговування клієнтів",
    "Log out": "Вийти",
    "Delete Account": "Видалити аккаунт",
    "Terms And Condition": "Терміни і умови",
    "Subscribe now": "Підпишись зараз",
    "Map": "Карта",
    "Home": "додому "
  },
  "midlevel": {
    "Select Style": "Виберіть Стиль",
    "Select Country": "Виберіть країну",
    "Select Size": "Виберіть Розмір",
    "Select Color": "Виберіть Колір",
    "Add More": "Додати більше",
    "Buy now": "Купити зараз",
    "Add Image": "Додати зображення",
    "Add Text": "Додати текст",
    "Done": "Готово",

    "Select Design": "Виберіть «Дизайн».",
    "Select Style to move further": "Виберіть Стиль, щоб рухатися далі",
    "Colors": "Колір",
    "Styles": "Стилі",
    "Sizes": "Розміри",
    "Select area to add image": "Виберіть область для додавання зображення"
  },
  "TermsAndConditions": {
    "TERMS & CONDITIONS": "ПОЛОЖЕННЯ ТА УМОВИ",
    "Welcome to": "Ласкаво просимо до",
    "PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE CLOTHING APP.": "БУДЬ ЛАСКА, УВАЖНО ПРОЧИТАЙТЕ ЦІ УМОВИ ВИКОРИСТАННЯ ПЕРЕД ВИКОРИСТАННЯМ ПРОГРАМИ ДЛЯ ОДЯГУ.",
    "Acceptance of Terms": "прийняття Умов",
    "Acceptance of Terms By downloading, installing, or using SJ clothing , you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you should not use the app.": "Прийняття Умов Завантажуючи, встановлюючи або використовуючи SJ clothing, ви погоджуєтеся дотримуватися цих Умов. Якщо ви не згодні з будь-якою частиною цих умов, вам не слід використовувати додаток.",
    "Account Registration": "Реєстрація облікового запису",
    "a. You must provide accurate and complete information when registering for an account on the Clothing App.": "A. Ви повинні надати точну та повну інформацію під час реєстрації облікового запису в Додатку для одягу.",
    "b. You are responsible for maintaining the confidentiality of your account information,including your username and password.": "B. Ви несете відповідальність за збереження конфіденційності інформації свого облікового запису, включаючи ім’я користувача та пароль.",
    "c. You are responsible for all activities that occur under your account.": "C. Ви несете відповідальність за всі дії, які відбуваються під вашим обліковим записом.",
    "d. You must notify us immediately of any unauthorized use of your account.": "Ви повинні негайно повідомити нас про будь-яке несанкціоноване використання вашого облікового запису.",
    "Payment": "Оплата",
    "a. When you place an order through the app, you agree to pay for the products or services ordered at the prices specified, including any applicable taxes and shipping fees.": "A. Коли ви розміщуєте замовлення через додаток, ви погоджуєтеся оплатити замовлені продукти чи послуги за вказаними цінами, включаючи будь-які відповідні податки та плату за доставку.",
    "b. Payment information is securely processed, and we do not store your payment details.": "B. Платіжна інформація обробляється безпечно, і ми не зберігаємо ваші платіжні дані.",
    "Profile": "Профіль",
    "a. You can create and manage your profile on the Clothing App, including personal information, preferences, and order history.": "A. Ви можете створити та керувати своїм профілем у додатку для одягу, включаючи особисту інформацію, уподобання та історію замовлень.",
    "b. Any information you provide in your profile must be accurate and up-to-date.": "B.Будь-яка інформація, яку ви надаєте у своєму профілі, має бути точною та актуальною.",
    "Intellectual Property": "Інтелектуальна власність",
    "a. All content and materials on the Clothing App, including but not limited to text, graphics, logos, and images, are the intellectual property of the company. You may not use, reproduce, or distribute these materials without our express written consent.": "A. Увесь вміст і матеріали в Додатку для одягу, включаючи, але не обмежуючись, текст, графіку, логотипи та зображення, є інтелектуальною власністю компанії. Ви не можете використовувати, відтворювати або поширювати ці матеріали без нашої прямої письмової згоди.",
    "User Conduct": "Поведінка користувача",
    "a. You agree not to engage in any unlawful, offensive, or harmful activities on the Clothing App.": "A. Ви погоджуєтеся не брати участь у будь-якій незаконній, образливій або шкідливій діяльності в Додатку для одягу",
    "Privacy": "Конфіденційність",
    "a. We collect and use your personal information in accordance with our Privacy Statement.": "A. Ми збираємо та використовуємо вашу особисту інформацію відповідно до нашої Заяви про конфіденційність.",
    "Termination": "Припинення",
    "a. We may terminate or suspend your account and access to the app, with or without notice, for any reason, including violation of these Terms and Conditions.": "A. Ми можемо припинити або призупинити ваш обліковий запис і доступ до програми з попередженням або без нього з будь-якої причини, включаючи порушення цих Умов використання.",
    "Changes to Terms and Conditions": "Зміни положень та умов",
    "a. We reserve the right to modify these Terms and Conditions at any time. It is your responsibility to review these terms regularly.Your continued use of the app after any changes indicate your acceptance of the modified terms.": "A. Ми зберігаємо за собою право змінювати ці Правила та умови в будь-який час. Ви зобов’язані регулярно переглядати ці умови. Продовження використання програми після будь-яких змін свідчить про вашу згоду зі зміненими умовами.",
    "Contact Information": "Контактна інформація",
    "a. For questions or concerns regarding these Terms and Conditions, please contact us using the contact information provided on the Clothing App. By using the Clothing App, you acknowledge that you have read, understood, and agreed to these Terms and Conditions. If you do not agree to these terms, please do not use the app. Your continued use of the app indicates your acceptance of these terms and any updates or revisions.": "A. Якщо у вас виникли запитання чи сумніви щодо цих Умов використання, зв’яжіться з нами, використовуючи контактну інформацію, надану в Додатку для одягу. Використовуючи Додаток для одягу, ви підтверджуєте, що прочитали, зрозуміли та погодилися з цими Умовами. Якщо ви не згодні з цими умовами, не використовуйте програму. Продовжуючи користуватись програмою, ви приймаєте ці умови та будь-які оновлення чи редакції.",
    "Information Collection": "Збірка інформації",
    "We may collect the following sensitive information:": "Ми можемо збирати таку конфіденційну інформацію:",
    "a. Images - We may collect and store images that you choose to upload or share within the app.": "A. Зображення. Ми можемо збирати та зберігати зображення, які ви вирішите завантажити або поділитися ними в програмі.",
    "b. Email Addresses - We may collect your email address to facilitate communication and account management.": "B. Адреси електронної пошти – ми можемо отримати вашу адресу електронної пошти, щоб полегшити спілкування та керування обліковим записом.",
    "c. Phone Numbers - We may collect your phone number for account verification and communication purposes.": "C. Номери телефонів – ми можемо отримати ваш номер телефону для підтвердження облікового запису та зв’язку.",
    "d. Addresses - We may collect your physical address to provide location-based services or for shipping purposes.": "D. Адреси. Ми можемо отримати вашу фізичну адресу, щоб надавати послуги на основі місцезнаходження або для цілей доставки.",
    "e. Location Data - We may collect and use your devices location data to enhance your experience within the Service, such as location-based features.": "E. Дані про місцезнаходження – ми можемо збирати та використовувати дані про місцезнаходження вашого пристрою, щоб покращити ваш досвід роботи в Послугі, наприклад, функції на основі визначення місцезнаходження."
  }
}
